{"pageProps":{"params":{"series":"Batman Volume 1","issueNumber":"568"},"series":{"params":{"series":"Batman Volume 1"},"link":{"pathname":"/series/Batman Volume 1","name":"Batman Volume 1"},"comic":{"description":"\n\n\"Batman\" was the first comic book series featuring Batman as the protagonist. After a successful year of publishing Batman stories in Detective Comics (Volume 1); DC started publishing \"Batman\" in the Spring of 1940. As with most books of the era, it consisted of various stories featuring Batman and his recently introduced sidekick, Robin.\n","frontMatter":{"title":"Batman Volume 1","start":1940,"end":2011,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1__cover_571x800.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Batman Volume 1","issueNumber":"568"},"link":{"pathname":"/series/Batman Volume 1/issues/568","name":"#568 - Fruit of the Earth, Part Two"},"comic":{"description":"\n\n- Robin frees the kids (orphans Ivy has taken care of during No Man’s Land) and Batman questions Ivy. She explains she found his cave under the park. She destroyed most of it, except for a box that she knew must be important for Batman. She tells Batman she’ll return the box if he helps her.  Batman reluctantly agrees. \n- Elsewhere, Helena Bertinelli is back to being Huntress. She was mad at Batman and decides to do things her way. She goes to an old warehouse where Pettit and Foley are discussing their next move.\n- Pettit had gathered a lot of ammunition for firearms and was planning to use it to take over Gotham City. Huntress arrives and tries to stop him, but after talking for a bit they both seemed to agree that extreme situations require extreme actions and they form an alliance.\n- Meanwhile, Batman struggles to free Ivy as Clayface approaches. Batman asked how to recover her strength, and comes up with a plan. Batman contacts Robin, telling him to find some hidden explosives and place them in the park's lake.\n- Clayface arrives and fights Batman. Batman uses an electric staff to paralyze him for a moment, and signals Robin to detonate the explosives. The roof above them collapses, sunshine and lake water rushes in. Ivy recovers says it’s time to finish the fight.\n","frontMatter":{"title":"Fruit of the Earth, Part Two","start":"August, 1999","end":null,"issue":568,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_568"},"coverPath":null,"imagePaths":[]}}},"__N_SSG":true}