{"pageProps":{"params":{"series":"Batman Volume 1"},"series":{"params":{"series":"Batman Volume 1"},"link":{"pathname":"/series/Batman Volume 1","name":"Batman Volume 1"},"comic":{"description":"\n\n\"Batman\" was the first comic book series featuring Batman as the protagonist. After a successful year of publishing Batman stories in Detective Comics (Volume 1); DC started publishing \"Batman\" in the Spring of 1940. As with most books of the era, it consisted of various stories featuring Batman and his recently introduced sidekick, Robin.\n","frontMatter":{"title":"Batman Volume 1","start":1940,"end":2011,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Vol_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1__cover_571x800.png","imagePaths":[]},"issues":{"404":{"params":{"series":"Batman Volume 1","issueNumber":"404"},"link":{"pathname":"/series/Batman Volume 1/issues/404","name":"#404 - Chapter One: Who I Am - How I Come to Be"},"comic":{"description":"\n\n- James Gordon relocates from Chicago to Gotham. Starts working a GCPD under Commissioner Gillian B. Loeb.\n- BW returns to the US after 12 years abroad, about to become Batman.\n- Gordon realized Gotham police force is full of corruption, including the brutish Lt. Arnold Flass.\n- Flass grows concerned and tells Commissioner Loeb that Gordon may not be a \"team player\" (not corrupt). Loeb gives Flass permission to teach Gordon a lesson, that night some officers beat up Jim in a parking lot. Gordon recognizes Flass voice and vows to strike back.\n- Jim follows Flass to a bar. Waits outside then beats him up, leaves him naked, bound with his own handcuffs on the side of the road. Jim is confident that the incident will go unreported.\n- BW (in vagrant disguise) patrols Gotham for the first time. He gets into an altercation w/ a pimp, and Selena Kyle gets involved too to defend Holly, an underage prostitue. Overall its a failure, he gets hurt, the police try to arrest him, people aren't intimidated and he's not in control of the situation.\n- Back at the manor Bruce think's he's failed. Suddenly, a bat crashes through the open window. Bruce takes it as a sign and promises to avenge his parents' deaths by taking on the form of a bat.\n","frontMatter":{"title":"Chapter One: Who I Am - How I Come to Be","start":"February, 1987","end":null,"issueNumber":404,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_404"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_cover_520x800.png","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_1_800x274.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_2_800x226.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_3_800x222.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_4_800x193.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_5_800x194.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_6_800x387.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_7_395x800.png"]}},"405":{"params":{"series":"Batman Volume 1","issueNumber":"405"},"link":{"pathname":"/series/Batman Volume 1/issues/405","name":"#405 - Chapter Two: War is Declared"},"comic":{"description":"\n\n- An escaped mental patient Albert Blume has taken a hostage. Commissioner Loeb sends SWAT commander Branden to the scene of the apartment to take care of the situation, but Lt. Gordon stops him to prevent disastrous results. He goes into the building alone, single-handedly defeating Blume w/o causing him undue harm.\n- BW goes out as Batman. He intercepts and attacks a group of teams who stole electronics. He succeeds, but its more difficult that he expected to fight w/o deathly force or risking others lives. He promises to improve his technique.\n- Rumors start about the bat.\n- Lt. Gordon holds a meeting w/ the other cops about the Batman situation. Flass is not a fan.\n- Four nights later, the Batman breaks into the Mayor's mansion. The mayor is hosting a party with several key city patrons including Commissioner Loeb and criminal entrepreneur Carmine Falcone. Batman throws a smoke grenade through the window and warns them that from this point forward none of them are safe.\n- Loeb appoints Gordon the lead investigator in bringing down the Batman.\n- Gordon begins investigating a chain of suspects. He interviews assistant D.A. Harvey Dent and even begins to suspect him of being the Batman. In truth, Dent is keenly aware of the Batman's presence and has been secretly aiding him.\n- Gordon and detective Sarah Essen are nearly killed by a runaway truck. Batman saves them and a bystander. SWAT officers arrive and shoot at Batman, but Gordon begins to suspect that Batman isn't evil.\n- Batman goes into derelict building for shelter. Commissioner Loeb authorizes use of deadly force. A helicopter to firebombs the building.\n","frontMatter":{"title":"Chapter Two: War is Declared","start":"March, 1987","end":null,"issueNumber":405,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_405"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_cover_521x800.png","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x567.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x202.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x311.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x318.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_798x708.png"]}},"406":{"params":{"series":"Batman Volume 1","issueNumber":"406"},"link":{"pathname":"/series/Batman Volume 1/issues/406","name":"#406 - Chapter Three: Black Dawn"},"comic":{"description":"\n\n- Batman hides in an electrical utility hatch to survive the bombing ana avoid debris.\n- SWAT team the building to find him. Batman lures them into a lower section of the building and traps them.\n- Before preparing his escape, Batman uses a device to remotely signal a flock of bats from the Batcave. While the swarm descends on the scene, Batman escapes. Dozens of bystanders (including Selina Kyle) are forced to get rabies vaccinations.\n- Later, Jim Gordon consults with Sarah Essen over the Batman issue. Sarah suspects Bruce Wayne is the Bat, but he has an alibi, citing that he was skiing in Switzerland.\n- Gordon walks Essen home and the two share a romantic embrace. Jim instantly feels guilty knowing that his pregnant wife is home waiting for him.\n- In Gotham's East End, Selina Kyle decides to go into a different line of work. She punches out her pimp Stan and takes Holly with her. She becomes Catwoman.\n","frontMatter":{"title":"Chapter Three: Black Dawn","start":"April, 1987","end":null,"issueNumber":406,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_406"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_cover_525x800.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_800x234.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_800x442.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_462x380.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_476x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_372x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_670x800.png"]}},"407":{"params":{"series":"Batman Volume 1","issueNumber":"407"},"link":{"pathname":"/series/Batman Volume 1/issues/407","name":"#407 - Chapter Four: Friend in Need"},"comic":{"description":"\n\n- James Gordon and Sarah Essen have dinner together. Jim feels guilty, but doesn't have the will to call it off. Finally, Sarah makes the decision to break it off. She puts in a transfer to New York City.\n- A few days later, Gordon arrests a drug dealer, Jefferson Skeevers. Skeevers is a key figure linking Detective Flass to organized crime, but he's not talking. Assistant DA Harvey Dent allows the court to grant him bail.\n- Batman sneaks into Skeevers' hotel room and to sppok him. That same night, Skeevers approaches reveals everything he to the police. Then Gordon goes straight to Internal Affair, bypassesing Commissioner Loeb.\n- Loeb does't appreciate Gordon going over his head. Loeb threatens to expose Gordon's tryst with Sarah if he continues pursuing Flass.\n- Later, Gordon and his wife Barbara visit Wayne Manor. Jim interviews Bruce concerning his suspicious actions, but Bruce dismisses all notions that he could possibly be Batman. As the two leave, Jim confesses to his wife about his affair.\n- A few nights later, Gordon and a few loyal officers interrogate Flass. Eventually, he talks and reveals dirt on Commissioner Loeb.\n- Barbara Gordon gives birth to her son – James Gordon, Jr.\n- A few nights later, the Catwoman raids the home of Carmine Falcone. But the Batman arrives and attacks Falcone's men. The Catwoman escapes capture, after raking her claws across Falcone's face. The media reports Catwoman and Batman are working together.\n- Commissioner Loeb makes calls Falcone, telling his to take measures against Gordon. Falcone sends his men to Gordon's apartment where they abduct his wife and infant son. Jim manages to shoot a few of the kidnappers, but Johnny Viti takes off in his car with the baby.\n- Fortunately for Gordon, Bruce Wayne is present incognito. They follow Viti, and while Gordon deals with Johnny, Bruce rescues the baby.\n- Days later, Loeb announces resignation. Gordon promoted to Captain and he is working to save his marraige.\n- A maniac calling himself the Joker has threatened to poison the Gotham Water Reservoir, but Gordon has already contacted Batman, marking the beginning of their longtime collaboration.\n","frontMatter":{"title":"Chapter Four: Friend in Need","start":"May, 1987","end":null,"issueNumber":407,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_407"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_cover_522x800.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 8_800x255.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x330.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x542.png"]}},"553":{"params":{"series":"Batman Volume 1","issueNumber":"553"},"link":{"pathname":"/series/Batman Volume 1/issues/553","name":"#553 - Part 3: Lifelines"},"comic":{"description":"\n\n- In the quake, skyscrapers crumble and fall into each other, hundreds of deaths. Gas mains explode and there are massive fires.\n- Gordon is trapped in the wreckage at GCPD Headquarters.\n  -Barbara Gordon rolls into the headquarters, drawing attention by firing a pistol in the air. She takes control of the situation and starts organizing the police officers in the rescue efforts.\n- Harvey Bullock calmly walks in with a pipe rammed halfway through his arm and pulls it out with his teeth. Then Bullock rescues Gordon from the wreckage.\n- Wayne Manor was destroyed... it was the only Wayne Enterprises building not quake-proofed because of the cavern network underneath it. Batma digs himself and Alfred out of the rubble, but they are still trapped in the cave. Batman start swimming through underground streams to get to the city. Then the aftershock hits.\n","frontMatter":{"title":"Part 3: Lifelines","start":"April, 1998","end":null,"issueNumber":553,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Vol_1_553"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_cover_400x620.jpeg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0285_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0286_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0288_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0289_1536x2048.PNG"]}},"554":{"params":{"series":"Batman Volume 1","issueNumber":"554"},"link":{"pathname":"/series/Batman Volume 1/issues/554","name":"#554 - Part 12: Master of Destruction"},"comic":{"description":"\n\n- GCPD watches Quakemaster's video and decides to give into his demands (can’t risk another quake).\n- Batman also sees the video, goes to Relazzo's apartment to find out if threat is real. He and finds it empty. He investigates and concludes Relazzo was abducted by Quakemaster for info.\n- Batman meets with Gordon and they set a plan to catch the Quakemaster.\n- At the ransom dropoff Bats interrogates henchmen for info about their boss, but they know nothing. Bats has the henchmen to take him to the last place they met the Quakemaster, the GCTV news set.\n- Montoya and Bullock watch the ransom videotape again, and recognizing the background, they also go to the set, but its empty except for Batman.\n- Bats goes to the Batcave. Batman, Nightwing, Robin, Alfred and Harold watch the video and realize some of the info about earthquakes in it is wrong even though Quakemaster is consulting seismologist expert. Batman realizes this is her hinting that the threats are also false. They are less worried about Quakemaster‘s threats now and more worried about Relazzo's life.\n","frontMatter":{"title":"Part 12: Master of Destruction","start":"May, 1998","end":null,"issue":554,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Vol_1_554"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/Batman_554_400x629.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/D48F9BDE-CDFE-4F6E-8239-50688E3A47B4_1_201_a_806x300.jpeg"]}},"560":{"params":{"series":"Batman Volume 1","issueNumber":"560"},"link":{"pathname":"/series/Batman Volume 1/issues/560","name":"#560 - Mr. Wayne Goes to Washington, Part 1: The Jackals"},"comic":{"description":"\n\n- Bruce Wayne goes to DC to promote Gotham’s reconstruction.\n- Scratch decides he must prove to the country that trying to save Gotham is futile. Scratch sends some of his minions (in devil masks - or uh, guess their DNA is modified too) to free Garfield Lynns (Firefly). They offer him a million dollars in order to create chaos in the city. \n- Scratch is a guest on a talk show and continues to explain that Gotham is hopeless.\n- At night, Batman visits a senator opposed to rebuilding Gotham, but a group of Scratch's henchmen break into the room and attack Batman. He is outnumbered and leaves before it escalates. \n- The next day, Bruce meets with some congress members, but they all seem to be against Gotham.\n- Scratch's minions inform their master they were unable to stop Batman, so he kills them all.\n- Later, Scratch leads another televised event against rebuilding Gotham.\n","frontMatter":{"title":"Mr. Wayne Goes to Washington, Part 1: The Jackals","start":"December, 1998","end":null,"issue":560,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_560"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/560/Batman_560_400x620.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/560/80486A16-12E0-4379-8331-2146EDD22587_1_201_a_556x723.jpeg"]}},"565":{"params":{"series":"Batman Volume 1","issueNumber":"565"},"link":{"pathname":"/series/Batman Volume 1/issues/565","name":"#565 - Mosaic, Part 1"},"comic":{"description":"\n\n- Black Mask got rid of his mask and now has a “true face” cult that aims to control Gotham.\n- One of Oracles spys on Black Mask, Rex, is attacked after reporting in.\n- Meanwhile, Batman has formed and alliance with Lock-Up - Batman captures criminals and Lock-Up keep them prisoner in Blackgate w/ help of KGBeast.\n- Cops wonder if Gordon is unstable as leader w/ his focus on protecting Barbara possible endangering cops. Gordon is rightfully worried tho - Black Mask has been taking down WE owned buildings and the Clock Tower is one.\n- Batman tells Batgirl to protect the tower.\n- Black Mask tortures and blinds Rex for info, but he doesn’t break. Black Mask’s gang arrive and throw Rex to police in front of tower. The officers call for reinforcements. Barbara arms herself with a sniper rifle, but the new Batgirl arrives before she has to use it.\n","frontMatter":{"title":"Mosaic, Part 1","start":"May, 1999","end":null,"issueNumber":565,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_565"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_565_cover_400x615.jpg","imagePaths":[]}},"566":{"params":{"series":"Batman Volume 1","issueNumber":"566"},"link":{"pathname":"/series/Batman Volume 1/issues/566","name":"#566 - The Visitor"},"comic":{"description":"\n\n- Superman arrives in Gotham and stops Mad Hatter from forcing some people to pay him tribute.\n\n- Batman wants him to leave but Superman sasy the people of Gotham need his help and he is not leaving. Batman says he can stay for 24 hours.\n\n- Superman takes an engineer to Gotham's power station and helps him restore power to part of the city.\n\n- Mr. Freeze arrives at the power station to take it over. Superman deals w/ Freeze, then declares Mr. Freeze responsible for power conduit, threating Mr. Freeze that he will be back if it fails.\n\n- People start coming up to the engineer and asking what they can do or give him, he is powerful since he controls the power. Superman returns and realizes that no matter what he does, things will continue to deteriorate in Gotham until the people decide to change things. Before he leaves the city, he asks Batman how is he going to take the city back. Batman tells him that he doesn't know but hopefully he'll figure it out.\n","frontMatter":{"title":"The Visitor","start":"June, 1999","end":null,"issueNumber":566,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_566"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_cover_516x800.jpeg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0463_610x572.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0465_800x371.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0472_800x195.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0474_314x319.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0479_800x207.jpeg"]}},"567":{"params":{"series":"Batman Volume 1","issueNumber":"567"},"link":{"pathname":"/series/Batman Volume 1/issues/567","name":"#567 - Mark of Cain Part One"},"comic":{"description":"\n- Batgirl (Huntress) follows Batman to Gotham Cemetery where he buried the six people killed by Two-Face and his gang in the former Batman territory. Batman spots her and says \"I trusted you\" then disappears.\n- Barbara Gordon was using a girl as a courier during the events of No Man's Land. In return, is was teaching the girl how to read and speak. Commisioner Gordon arrives, and as the girl leaves, she notices an assassin trained on the building. \n- When Gordon leaves, the girl jumps between him and the sniper’s shot, stopping the assassin from firing. The police try and fail to catch the assassin.\n- Across town, Batman is talking to Two-Face after capturing him. With no judge or jury, Batman takes a page from Harvey's book. He flips Two-Face's Coin to decide Two-Face's fate. Batman decides not to look at the coin and warns Harvey not to push his limits again, because they both might lose.\n- Back at Barbara’s, they question the girl. She draws a symbol Barbara recognizes as the mark of David Cain, the assassin. Through hand gestures, the girl indicates that she is Cain's daughter. She stops anyone from leaving the apartment, going outside herself to fight Cain. As they fight, she yells “Stop” - a word Barbara just taught her - and Cain is surprised to hear her speak. \n- As James Gordon breaks the door and steps outside, the girl daughter tackles Cain, knocking both of them out a window.\n","frontMatter":{"title":"Mark of Cain Part One","start":"July, 1999","end":null,"issue":567,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_567"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/Batman_567_cover_400x614.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/1997B872-B4E0-4351-BE76-33694CB041C4_1_105_c_692x1136.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/7A3B2BD4-8A16-49DD-B619-BB006B5C9211_1_105_c_1404x559.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/EBFF4DA8-639C-4897-A836-2D2C96B3B1E9_1_105_c_1061x740.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/B9BA75BE-B28E-470F-A876-1ED4F4C58B7C_1_201_a_510x923.jpeg"]}},"568":{"params":{"series":"Batman Volume 1","issueNumber":"568"},"link":{"pathname":"/series/Batman Volume 1/issues/568","name":"#568 - Fruit of the Earth, Part Two"},"comic":{"description":"\n\n- Robin frees the kids (orphans Ivy has taken care of during No Man’s Land) and Batman questions Ivy. She explains she found his cave under the park. She destroyed most of it, except for a box that she knew must be important for Batman. She tells Batman she’ll return the box if he helps her.  Batman reluctantly agrees. \n- Elsewhere, Helena Bertinelli is back to being Huntress. She was mad at Batman and decides to do things her way. She goes to an old warehouse where Pettit and Foley are discussing their next move.\n- Pettit had gathered a lot of ammunition for firearms and was planning to use it to take over Gotham City. Huntress arrives and tries to stop him, but after talking for a bit they both seemed to agree that extreme situations require extreme actions and they form an alliance.\n- Meanwhile, Batman struggles to free Ivy as Clayface approaches. Batman asked how to recover her strength, and comes up with a plan. Batman contacts Robin, telling him to find some hidden explosives and place them in the park's lake.\n- Clayface arrives and fights Batman. Batman uses an electric staff to paralyze him for a moment, and signals Robin to detonate the explosives. The roof above them collapses, sunshine and lake water rushes in. Ivy recovers says it’s time to finish the fight.\n","frontMatter":{"title":"Fruit of the Earth, Part Two","start":"August, 1999","end":null,"issue":568,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_568"},"coverPath":null,"imagePaths":[]}}}},"listData":[{"params":{"series":"Batman Volume 1","issueNumber":"404"},"link":{"pathname":"/series/Batman Volume 1/issues/404","name":"#404 - Chapter One: Who I Am - How I Come to Be"},"comic":{"description":"\n\n- James Gordon relocates from Chicago to Gotham. Starts working a GCPD under Commissioner Gillian B. Loeb.\n- BW returns to the US after 12 years abroad, about to become Batman.\n- Gordon realized Gotham police force is full of corruption, including the brutish Lt. Arnold Flass.\n- Flass grows concerned and tells Commissioner Loeb that Gordon may not be a \"team player\" (not corrupt). Loeb gives Flass permission to teach Gordon a lesson, that night some officers beat up Jim in a parking lot. Gordon recognizes Flass voice and vows to strike back.\n- Jim follows Flass to a bar. Waits outside then beats him up, leaves him naked, bound with his own handcuffs on the side of the road. Jim is confident that the incident will go unreported.\n- BW (in vagrant disguise) patrols Gotham for the first time. He gets into an altercation w/ a pimp, and Selena Kyle gets involved too to defend Holly, an underage prostitue. Overall its a failure, he gets hurt, the police try to arrest him, people aren't intimidated and he's not in control of the situation.\n- Back at the manor Bruce think's he's failed. Suddenly, a bat crashes through the open window. Bruce takes it as a sign and promises to avenge his parents' deaths by taking on the form of a bat.\n","frontMatter":{"title":"Chapter One: Who I Am - How I Come to Be","start":"February, 1987","end":null,"issueNumber":404,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_404"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_cover_520x800.png","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_1_800x274.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_2_800x226.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_3_800x222.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_4_800x193.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_5_800x194.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_6_800x387.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_404_7_395x800.png"]}},{"params":{"series":"Batman Volume 1","issueNumber":"405"},"link":{"pathname":"/series/Batman Volume 1/issues/405","name":"#405 - Chapter Two: War is Declared"},"comic":{"description":"\n\n- An escaped mental patient Albert Blume has taken a hostage. Commissioner Loeb sends SWAT commander Branden to the scene of the apartment to take care of the situation, but Lt. Gordon stops him to prevent disastrous results. He goes into the building alone, single-handedly defeating Blume w/o causing him undue harm.\n- BW goes out as Batman. He intercepts and attacks a group of teams who stole electronics. He succeeds, but its more difficult that he expected to fight w/o deathly force or risking others lives. He promises to improve his technique.\n- Rumors start about the bat.\n- Lt. Gordon holds a meeting w/ the other cops about the Batman situation. Flass is not a fan.\n- Four nights later, the Batman breaks into the Mayor's mansion. The mayor is hosting a party with several key city patrons including Commissioner Loeb and criminal entrepreneur Carmine Falcone. Batman throws a smoke grenade through the window and warns them that from this point forward none of them are safe.\n- Loeb appoints Gordon the lead investigator in bringing down the Batman.\n- Gordon begins investigating a chain of suspects. He interviews assistant D.A. Harvey Dent and even begins to suspect him of being the Batman. In truth, Dent is keenly aware of the Batman's presence and has been secretly aiding him.\n- Gordon and detective Sarah Essen are nearly killed by a runaway truck. Batman saves them and a bystander. SWAT officers arrive and shoot at Batman, but Gordon begins to suspect that Batman isn't evil.\n- Batman goes into derelict building for shelter. Commissioner Loeb authorizes use of deadly force. A helicopter to firebombs the building.\n","frontMatter":{"title":"Chapter Two: War is Declared","start":"March, 1987","end":null,"issueNumber":405,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_405"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_cover_521x800.png","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x567.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x202.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x311.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_800x318.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_405_Screen Shot 2021-03-29 at 8_798x708.png"]}},{"params":{"series":"Batman Volume 1","issueNumber":"406"},"link":{"pathname":"/series/Batman Volume 1/issues/406","name":"#406 - Chapter Three: Black Dawn"},"comic":{"description":"\n\n- Batman hides in an electrical utility hatch to survive the bombing ana avoid debris.\n- SWAT team the building to find him. Batman lures them into a lower section of the building and traps them.\n- Before preparing his escape, Batman uses a device to remotely signal a flock of bats from the Batcave. While the swarm descends on the scene, Batman escapes. Dozens of bystanders (including Selina Kyle) are forced to get rabies vaccinations.\n- Later, Jim Gordon consults with Sarah Essen over the Batman issue. Sarah suspects Bruce Wayne is the Bat, but he has an alibi, citing that he was skiing in Switzerland.\n- Gordon walks Essen home and the two share a romantic embrace. Jim instantly feels guilty knowing that his pregnant wife is home waiting for him.\n- In Gotham's East End, Selina Kyle decides to go into a different line of work. She punches out her pimp Stan and takes Holly with her. She becomes Catwoman.\n","frontMatter":{"title":"Chapter Three: Black Dawn","start":"April, 1987","end":null,"issueNumber":406,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_406"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_cover_525x800.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_800x234.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_800x442.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_462x380.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_476x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_372x800.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_406_Screen Shot 2021-04-02 at 8_670x800.png"]}},{"params":{"series":"Batman Volume 1","issueNumber":"407"},"link":{"pathname":"/series/Batman Volume 1/issues/407","name":"#407 - Chapter Four: Friend in Need"},"comic":{"description":"\n\n- James Gordon and Sarah Essen have dinner together. Jim feels guilty, but doesn't have the will to call it off. Finally, Sarah makes the decision to break it off. She puts in a transfer to New York City.\n- A few days later, Gordon arrests a drug dealer, Jefferson Skeevers. Skeevers is a key figure linking Detective Flass to organized crime, but he's not talking. Assistant DA Harvey Dent allows the court to grant him bail.\n- Batman sneaks into Skeevers' hotel room and to sppok him. That same night, Skeevers approaches reveals everything he to the police. Then Gordon goes straight to Internal Affair, bypassesing Commissioner Loeb.\n- Loeb does't appreciate Gordon going over his head. Loeb threatens to expose Gordon's tryst with Sarah if he continues pursuing Flass.\n- Later, Gordon and his wife Barbara visit Wayne Manor. Jim interviews Bruce concerning his suspicious actions, but Bruce dismisses all notions that he could possibly be Batman. As the two leave, Jim confesses to his wife about his affair.\n- A few nights later, Gordon and a few loyal officers interrogate Flass. Eventually, he talks and reveals dirt on Commissioner Loeb.\n- Barbara Gordon gives birth to her son – James Gordon, Jr.\n- A few nights later, the Catwoman raids the home of Carmine Falcone. But the Batman arrives and attacks Falcone's men. The Catwoman escapes capture, after raking her claws across Falcone's face. The media reports Catwoman and Batman are working together.\n- Commissioner Loeb makes calls Falcone, telling his to take measures against Gordon. Falcone sends his men to Gordon's apartment where they abduct his wife and infant son. Jim manages to shoot a few of the kidnappers, but Johnny Viti takes off in his car with the baby.\n- Fortunately for Gordon, Bruce Wayne is present incognito. They follow Viti, and while Gordon deals with Johnny, Bruce rescues the baby.\n- Days later, Loeb announces resignation. Gordon promoted to Captain and he is working to save his marraige.\n- A maniac calling himself the Joker has threatened to poison the Gotham Water Reservoir, but Gordon has already contacted Batman, marking the beginning of their longtime collaboration.\n","frontMatter":{"title":"Chapter Four: Friend in Need","start":"May, 1987","end":null,"issueNumber":407,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_407"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_cover_522x800.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 8_800x255.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x330.png","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x542.png"]}},{"params":{"series":"Batman Volume 1","issueNumber":"553"},"link":{"pathname":"/series/Batman Volume 1/issues/553","name":"#553 - Part 3: Lifelines"},"comic":{"description":"\n\n- In the quake, skyscrapers crumble and fall into each other, hundreds of deaths. Gas mains explode and there are massive fires.\n- Gordon is trapped in the wreckage at GCPD Headquarters.\n  -Barbara Gordon rolls into the headquarters, drawing attention by firing a pistol in the air. She takes control of the situation and starts organizing the police officers in the rescue efforts.\n- Harvey Bullock calmly walks in with a pipe rammed halfway through his arm and pulls it out with his teeth. Then Bullock rescues Gordon from the wreckage.\n- Wayne Manor was destroyed... it was the only Wayne Enterprises building not quake-proofed because of the cavern network underneath it. Batma digs himself and Alfred out of the rubble, but they are still trapped in the cave. Batman start swimming through underground streams to get to the city. Then the aftershock hits.\n","frontMatter":{"title":"Part 3: Lifelines","start":"April, 1998","end":null,"issueNumber":553,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Vol_1_553"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_cover_400x620.jpeg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0285_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0286_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0288_1536x2048.PNG","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_553_IMG_0289_1536x2048.PNG"]}},{"params":{"series":"Batman Volume 1","issueNumber":"554"},"link":{"pathname":"/series/Batman Volume 1/issues/554","name":"#554 - Part 12: Master of Destruction"},"comic":{"description":"\n\n- GCPD watches Quakemaster's video and decides to give into his demands (can’t risk another quake).\n- Batman also sees the video, goes to Relazzo's apartment to find out if threat is real. He and finds it empty. He investigates and concludes Relazzo was abducted by Quakemaster for info.\n- Batman meets with Gordon and they set a plan to catch the Quakemaster.\n- At the ransom dropoff Bats interrogates henchmen for info about their boss, but they know nothing. Bats has the henchmen to take him to the last place they met the Quakemaster, the GCTV news set.\n- Montoya and Bullock watch the ransom videotape again, and recognizing the background, they also go to the set, but its empty except for Batman.\n- Bats goes to the Batcave. Batman, Nightwing, Robin, Alfred and Harold watch the video and realize some of the info about earthquakes in it is wrong even though Quakemaster is consulting seismologist expert. Batman realizes this is her hinting that the threats are also false. They are less worried about Quakemaster‘s threats now and more worried about Relazzo's life.\n","frontMatter":{"title":"Part 12: Master of Destruction","start":"May, 1998","end":null,"issue":554,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Vol_1_554"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/Batman_554_400x629.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/D48F9BDE-CDFE-4F6E-8239-50688E3A47B4_1_201_a_806x300.jpeg"]}},{"params":{"series":"Batman Volume 1","issueNumber":"560"},"link":{"pathname":"/series/Batman Volume 1/issues/560","name":"#560 - Mr. Wayne Goes to Washington, Part 1: The Jackals"},"comic":{"description":"\n\n- Bruce Wayne goes to DC to promote Gotham’s reconstruction.\n- Scratch decides he must prove to the country that trying to save Gotham is futile. Scratch sends some of his minions (in devil masks - or uh, guess their DNA is modified too) to free Garfield Lynns (Firefly). They offer him a million dollars in order to create chaos in the city. \n- Scratch is a guest on a talk show and continues to explain that Gotham is hopeless.\n- At night, Batman visits a senator opposed to rebuilding Gotham, but a group of Scratch's henchmen break into the room and attack Batman. He is outnumbered and leaves before it escalates. \n- The next day, Bruce meets with some congress members, but they all seem to be against Gotham.\n- Scratch's minions inform their master they were unable to stop Batman, so he kills them all.\n- Later, Scratch leads another televised event against rebuilding Gotham.\n","frontMatter":{"title":"Mr. Wayne Goes to Washington, Part 1: The Jackals","start":"December, 1998","end":null,"issue":560,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_560"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/560/Batman_560_400x620.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/560/80486A16-12E0-4379-8331-2146EDD22587_1_201_a_556x723.jpeg"]}},{"params":{"series":"Batman Volume 1","issueNumber":"565"},"link":{"pathname":"/series/Batman Volume 1/issues/565","name":"#565 - Mosaic, Part 1"},"comic":{"description":"\n\n- Black Mask got rid of his mask and now has a “true face” cult that aims to control Gotham.\n- One of Oracles spys on Black Mask, Rex, is attacked after reporting in.\n- Meanwhile, Batman has formed and alliance with Lock-Up - Batman captures criminals and Lock-Up keep them prisoner in Blackgate w/ help of KGBeast.\n- Cops wonder if Gordon is unstable as leader w/ his focus on protecting Barbara possible endangering cops. Gordon is rightfully worried tho - Black Mask has been taking down WE owned buildings and the Clock Tower is one.\n- Batman tells Batgirl to protect the tower.\n- Black Mask tortures and blinds Rex for info, but he doesn’t break. Black Mask’s gang arrive and throw Rex to police in front of tower. The officers call for reinforcements. Barbara arms herself with a sniper rifle, but the new Batgirl arrives before she has to use it.\n","frontMatter":{"title":"Mosaic, Part 1","start":"May, 1999","end":null,"issueNumber":565,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_565"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_565_cover_400x615.jpg","imagePaths":[]}},{"params":{"series":"Batman Volume 1","issueNumber":"566"},"link":{"pathname":"/series/Batman Volume 1/issues/566","name":"#566 - The Visitor"},"comic":{"description":"\n\n- Superman arrives in Gotham and stops Mad Hatter from forcing some people to pay him tribute.\n\n- Batman wants him to leave but Superman sasy the people of Gotham need his help and he is not leaving. Batman says he can stay for 24 hours.\n\n- Superman takes an engineer to Gotham's power station and helps him restore power to part of the city.\n\n- Mr. Freeze arrives at the power station to take it over. Superman deals w/ Freeze, then declares Mr. Freeze responsible for power conduit, threating Mr. Freeze that he will be back if it fails.\n\n- People start coming up to the engineer and asking what they can do or give him, he is powerful since he controls the power. Superman returns and realizes that no matter what he does, things will continue to deteriorate in Gotham until the people decide to change things. Before he leaves the city, he asks Batman how is he going to take the city back. Batman tells him that he doesn't know but hopefully he'll figure it out.\n","frontMatter":{"title":"The Visitor","start":"June, 1999","end":null,"issueNumber":566,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_566"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_cover_516x800.jpeg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0463_610x572.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0465_800x371.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0472_800x195.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0474_314x319.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1_566_IMG_0479_800x207.jpeg"]}},{"params":{"series":"Batman Volume 1","issueNumber":"567"},"link":{"pathname":"/series/Batman Volume 1/issues/567","name":"#567 - Mark of Cain Part One"},"comic":{"description":"\n- Batgirl (Huntress) follows Batman to Gotham Cemetery where he buried the six people killed by Two-Face and his gang in the former Batman territory. Batman spots her and says \"I trusted you\" then disappears.\n- Barbara Gordon was using a girl as a courier during the events of No Man's Land. In return, is was teaching the girl how to read and speak. Commisioner Gordon arrives, and as the girl leaves, she notices an assassin trained on the building. \n- When Gordon leaves, the girl jumps between him and the sniper’s shot, stopping the assassin from firing. The police try and fail to catch the assassin.\n- Across town, Batman is talking to Two-Face after capturing him. With no judge or jury, Batman takes a page from Harvey's book. He flips Two-Face's Coin to decide Two-Face's fate. Batman decides not to look at the coin and warns Harvey not to push his limits again, because they both might lose.\n- Back at Barbara’s, they question the girl. She draws a symbol Barbara recognizes as the mark of David Cain, the assassin. Through hand gestures, the girl indicates that she is Cain's daughter. She stops anyone from leaving the apartment, going outside herself to fight Cain. As they fight, she yells “Stop” - a word Barbara just taught her - and Cain is surprised to hear her speak. \n- As James Gordon breaks the door and steps outside, the girl daughter tackles Cain, knocking both of them out a window.\n","frontMatter":{"title":"Mark of Cain Part One","start":"July, 1999","end":null,"issue":567,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_567"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/Batman_567_cover_400x614.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/1997B872-B4E0-4351-BE76-33694CB041C4_1_105_c_692x1136.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/7A3B2BD4-8A16-49DD-B619-BB006B5C9211_1_105_c_1404x559.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/EBFF4DA8-639C-4897-A836-2D2C96B3B1E9_1_105_c_1061x740.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/567/B9BA75BE-B28E-470F-A876-1ED4F4C58B7C_1_201_a_510x923.jpeg"]}},{"params":{"series":"Batman Volume 1","issueNumber":"568"},"link":{"pathname":"/series/Batman Volume 1/issues/568","name":"#568 - Fruit of the Earth, Part Two"},"comic":{"description":"\n\n- Robin frees the kids (orphans Ivy has taken care of during No Man’s Land) and Batman questions Ivy. She explains she found his cave under the park. She destroyed most of it, except for a box that she knew must be important for Batman. She tells Batman she’ll return the box if he helps her.  Batman reluctantly agrees. \n- Elsewhere, Helena Bertinelli is back to being Huntress. She was mad at Batman and decides to do things her way. She goes to an old warehouse where Pettit and Foley are discussing their next move.\n- Pettit had gathered a lot of ammunition for firearms and was planning to use it to take over Gotham City. Huntress arrives and tries to stop him, but after talking for a bit they both seemed to agree that extreme situations require extreme actions and they form an alliance.\n- Meanwhile, Batman struggles to free Ivy as Clayface approaches. Batman asked how to recover her strength, and comes up with a plan. Batman contacts Robin, telling him to find some hidden explosives and place them in the park's lake.\n- Clayface arrives and fights Batman. Batman uses an electric staff to paralyze him for a moment, and signals Robin to detonate the explosives. The roof above them collapses, sunshine and lake water rushes in. Ivy recovers says it’s time to finish the fight.\n","frontMatter":{"title":"Fruit of the Earth, Part Two","start":"August, 1999","end":null,"issue":568,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_568"},"coverPath":null,"imagePaths":[]}}]},"__N_SSG":true}