{"pageProps":{"params":{"series":"One Shots","issueNumber":"3"},"issue":{"params":{"series":"One Shots","issueNumber":"3"},"link":{"pathname":"/series/One Shots/issues/3","name":"Batman: Huntress & Spoiler - Part 13: Blunt Trauma"},"comic":{"description":"\n\n- Stephanie Brown on a date at the Westerberg Mall when the quake hits. Her date bails but she stays to help people.\n- Meanwhile during the quake, Cluemaster (Arthur Brown) escapes Blackgate Penitentiary along with Dragoncat, Ratcatcher, Monsoon, Baffler and Firefly. They decide to hide out in the nearby mall were they can swap into civilian cloths before they can escape Gotham.\n- Spoiler helps people and takes on the mall looters.\n- Huntress arrives (has gunshot wound to the arm), tells Stephanie she has been following a group of escaped convicts from Blackgate who used a subway tunnel to enter the mall.\n- Huntress and Spoiler take down Baffler.\n- Arthur orders convicts to look for an exit (so they won't shoot at Stephanie). All of the convicts except for Firefly look for an escape. Steph notices a trail of gasoline coming towards her and Huntress. Suddenly, its is set ablaze and the girls take cover. Firefly laughs about killing them and continues setting the mall on fire. Huntress pinpoints Firefly's location and shoots an arrow into his shoulder. Spoiler stops Huntress from killing Firefly. This pisses off Huntress.\n- Arthur the rest of the convicts steal money from a bank. Steph stops Huntress from shooting his father. Huntress grabs Spoiler and asks why she would get in the way. Steph explains Cluemaster is her father.\n- Monsoon attacks and Huntress shoots his in the shoulder. Arthur tells his fellow convicts to head into the theater and find a fire exit in order to get out of the mall.\n- Monsoon starts to choke Huntress until Steph attacks him and Helena kicks him over a railing.\n- They see Arthur running out of the theater. Steph chases after him. Arthur tries to reason and bargain w/ his daughter by trying to convince her that this money will give them a better life. Ratcatcher summons his rats to attack Spoiler while Arthur makes a getaway. She manages to escape the rats and ambushes her father and Ratcatcher. Stephanie knocks out Ratcatcher. Arthur begs her to let him escape because he knows about Huntress' reputation about executing criminals. Steph lets him go, w/o the money.\n- Helena confronts Stephen about letting her father go. Stephanie asks Helena if she knows what it's like to have a criminal as a father. Helena replies that she knows that feeling all too well, coming from a family of criminals. Spoiler walks Huntress out of the mall in order to get Helena some medical attention.\n","frontMatter":{"title":"Batman: Huntress & Spoiler - Part 13: Blunt Trauma","start":"May, 1998","end":null,"issue":3,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman:_Huntress_%26_Spoiler_Vol_1_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/One Shots/3/Batman_-_Huntress_and_Spoiler_-_Blunt_Trauma_400x621.jpg","imagePaths":[]}}},"__N_SSG":true}