{"pageProps":{"params":{"series":"Azrael Volume 1","issueNumber":"48"},"series":{"params":{"series":"Azrael Volume 1"},"link":{"pathname":"/series/Azrael Volume 1","name":"Azrael Volume 1"},"comic":{"description":"\n\nFollows Azrael, the alter ego of Jean-Paul Valley. Azrael debut in the Batman: Sword of Azrael miniseries and had a role in Knightfall, after which Azrael was given his own series. Starting with issue #47, the title was changed to Azrael: Agent of the Bat.\n","frontMatter":{"title":"Azrael Volume 1","start":1995,"end":2004,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Azrael_Vol_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Azrael Volume 1/Azrael Volume 1__cover_400x613.jpg","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Azrael Volume 1","issueNumber":"48"},"link":{"pathname":"/series/Azrael Volume 1/issues/48","name":"#48 - Scratching The Surface"},"comic":{"description":"\n\n- Scratch’s henchmen enter and tell him about Azrael.\n- Azrael listened to Scratch's plans and he decided to stop him from doing more harm.\n- Scratch frames Azrael for the senators murder - no one will take the word of a costumed freak over a renowned superstar. Scratch cries for help and a couple of security guards arrived at his dressing room to find Scratch and Azrael standing near the senator's dead body.\n- They fight and Azrael escapes, but the incident is all over the news. Scratch is happy with things are going, he is plotting something big against Gotham.\n- Batman shows up and tell Valley burn the costume, Azrael shouldn't exist anymore. He is mad, Azrael failed to protect the senator, and now his framing puts all their identities at risk. Batman says without the senator, it means the end for Gotham.\n- Jean-Paul feels like Batman is right, but he has one thing to do before Azrael is done. Azrael had listened to Scratch's plans and decides to stop him from doing more harm.\n","frontMatter":{"title":"Scratching The Surface","start":"January, 1999","end":null,"issue":48,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_48"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Azrael Volume 1/48/Azrael_Vol_1_48_400x617.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Azrael Volume 1/48/rant_1008x1560.png"]}}},"__N_SSG":true}