{"pageProps":{"params":{"series":"Batman Volume 1","issueNumber":"407"},"series":{"params":{"series":"Batman Volume 1"},"link":{"pathname":"/series/Batman Volume 1","name":"Batman Volume 1"},"comic":{"description":"\n\n\"Batman\" was the first comic book series featuring Batman as the protagonist. After a successful year of publishing Batman stories in Detective Comics (Volume 1); DC started publishing \"Batman\" in the Spring of 1940. As with most books of the era, it consisted of various stories featuring Batman and his recently introduced sidekick, Robin.\n","frontMatter":{"title":"Batman Volume 1","start":1940,"end":2011,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1__cover_571x800.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Batman Volume 1","issueNumber":"407"},"link":{"pathname":"/series/Batman Volume 1/issues/407","name":"#407 - Chapter Four: Friend in Need"},"comic":{"description":"\n\n- James Gordon and Sarah Essen have dinner together. Jim feels guilty, but doesn't have the will to call it off. Finally, Sarah makes the decision to break it off. She puts in a transfer to New York City.\n- A few days later, Gordon arrests a drug dealer, Jefferson Skeevers. Skeevers is a key figure linking Detective Flass to organized crime, but he's not talking. Assistant DA Harvey Dent allows the court to grant him bail.\n- Batman sneaks into Skeevers' hotel room and to sppok him. That same night, Skeevers approaches reveals everything he to the police. Then Gordon goes straight to Internal Affair, bypassesing Commissioner Loeb.\n- Loeb does't appreciate Gordon going over his head. Loeb threatens to expose Gordon's tryst with Sarah if he continues pursuing Flass.\n- Later, Gordon and his wife Barbara visit Wayne Manor. Jim interviews Bruce concerning his suspicious actions, but Bruce dismisses all notions that he could possibly be Batman. As the two leave, Jim confesses to his wife about his affair.\n- A few nights later, Gordon and a few loyal officers interrogate Flass. Eventually, he talks and reveals dirt on Commissioner Loeb.\n- Barbara Gordon gives birth to her son – James Gordon, Jr.\n- A few nights later, the Catwoman raids the home of Carmine Falcone. But the Batman arrives and attacks Falcone's men. The Catwoman escapes capture, after raking her claws across Falcone's face. The media reports Catwoman and Batman are working together.\n- Commissioner Loeb makes calls Falcone, telling his to take measures against Gordon. Falcone sends his men to Gordon's apartment where they abduct his wife and infant son. Jim manages to shoot a few of the kidnappers, but Johnny Viti takes off in his car with the baby.\n- Fortunately for Gordon, Bruce Wayne is present incognito. They follow Viti, and while Gordon deals with Johnny, Bruce rescues the baby.\n- Days later, Loeb announces resignation. Gordon promoted to Captain and he is working to save his marraige.\n- A maniac calling himself the Joker has threatened to poison the Gotham Water Reservoir, but Gordon has already contacted Batman, marking the beginning of their longtime collaboration.\n","frontMatter":{"title":"Chapter Four: Friend in Need","start":"May, 1987","end":null,"issueNumber":407,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_407"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1_407_cover_522x800.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 8_800x255.png","https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x330.png","https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/Batman Volume 1_407_Screen Shot 2021-04-02 at 9_800x542.png"]}}},"__N_SSG":true}