{"pageProps":{"params":{"series":"Young Justice Volume 1","issueNumber":"1 Special"},"issue":{"params":{"series":"Young Justice Volume 1","issueNumber":"1 Special"},"link":{"pathname":"/series/Young Justice Volume 1/issues/1 Special","name":"#1 Special - Road Trip"},"comic":{"description":"\n\n- In the Young Justice HQ, Robin is brooding about how Batman forced him to leave Gotham and now he has to live in Keystone City while Batman handles No Man's Land alone.\n- Superboy and Impulse point out a loophole in Batman's rules - he never mentioned anything about Young Justice being banned from the city. They both leave for Gotham; Robin follows them with the Super-Cycle.\n- Meanwhile, Lagoon Boy (who is not yet part of the team) also is trying to enter Gotham City. He attacked by group of submarines with cobra decals, but escapes.\n- Superboy and Impulse slip past the U.S. Marshals and into the city. The follow smoke and flames lead to Robinson Park zoo.\n- Robin arrives in the city and saves Lagoon Boy from an angry mob. Lagoon Boy tags along with Robin as the they find Superboy and Impulse just in time and help them fight plant woman (Ferak) created by Poison Ivy.\n- Batman shows up and ends the fight, using herbicide to kill the plant being, which was \"not really alive.\"\n- Then Batman makes it very clear that Young Justice has to stay out of Gotham City.\n- As they leave the city, Lagoon Boy mentions the submarines. The team decides redeem themselves by stopping the Kobra Cult. They attack the subs (with the help of Lagoon Boy's Atlantean friend Blubber, a whale with robot arms). They defeat Kobra and stop their plans to release bio-chemical weapons.\n","frontMatter":{"title":"Road Trip","start":"July, 1999","end":null,"issue":"1 Special","arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Young_Justice_Special_Vol_1_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Young Justice Volume 1/1 Special/cover_1322x2048.jpeg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Young Justice Volume 1/1 Special/IMG_0505_1314x1235.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Young Justice Volume 1/1 Special/IMG_0500_1284x556.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Young Justice Volume 1/1 Special/IMG_0506_404x124.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Young Justice Volume 1/1 Special/IMG_0504_1253x1243.jpeg"]}}},"__N_SSG":true}