{"pageProps":{"params":{"series":"Batman Volume 1","issueNumber":"554"},"series":{"params":{"series":"Batman Volume 1"},"link":{"pathname":"/series/Batman Volume 1","name":"Batman Volume 1"},"comic":{"description":"\n\n\"Batman\" was the first comic book series featuring Batman as the protagonist. After a successful year of publishing Batman stories in Detective Comics (Volume 1); DC started publishing \"Batman\" in the Spring of 1940. As with most books of the era, it consisted of various stories featuring Batman and his recently introduced sidekick, Robin.\n","frontMatter":{"title":"Batman Volume 1","start":1940,"end":2011,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Vol_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/Batman Volume 1__cover_571x800.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Batman Volume 1","issueNumber":"554"},"link":{"pathname":"/series/Batman Volume 1/issues/554","name":"#554 - Part 12: Master of Destruction"},"comic":{"description":"\n\n- GCPD watches Quakemaster's video and decides to give into his demands (can’t risk another quake).\n- Batman also sees the video, goes to Relazzo's apartment to find out if threat is real. He and finds it empty. He investigates and concludes Relazzo was abducted by Quakemaster for info.\n- Batman meets with Gordon and they set a plan to catch the Quakemaster.\n- At the ransom dropoff Bats interrogates henchmen for info about their boss, but they know nothing. Bats has the henchmen to take him to the last place they met the Quakemaster, the GCTV news set.\n- Montoya and Bullock watch the ransom videotape again, and recognizing the background, they also go to the set, but its empty except for Batman.\n- Bats goes to the Batcave. Batman, Nightwing, Robin, Alfred and Harold watch the video and realize some of the info about earthquakes in it is wrong even though Quakemaster is consulting seismologist expert. Batman realizes this is her hinting that the threats are also false. They are less worried about Quakemaster‘s threats now and more worried about Relazzo's life.\n","frontMatter":{"title":"Part 12: Master of Destruction","start":"May, 1998","end":null,"issue":554,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Vol_1_554"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/Batman_554_400x629.jpg","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Volume 1/554/D48F9BDE-CDFE-4F6E-8239-50688E3A47B4_1_201_a_806x300.jpeg"]}}},"__N_SSG":true}