{"pageProps":{"params":{"series":"One Shots","issueNumber":"2"},"series":{"params":{"series":"One Shots"},"link":{"pathname":"/series/One Shots","name":"One Shots"},"comic":{"description":"\n\nA one-shot is a work published as a single stand-alone story, rather than as part of an ongoing series.\n","frontMatter":{"title":"One Shots","start":null,"end":null,"issue":null,"arc":null,"link":null},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/One Shots/One Shots_1_cover_400x627.jpg","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"One Shots","issueNumber":"2"},"link":{"pathname":"/series/One Shots/issues/2","name":"Batman: Blackgate - Part 8: Tribunal: Isle of Men"},"comic":{"description":"\n\n- Jared Manx sentenced to death at Blackgate Penitentiary for murders of two kids and their mother; to be executed at midnight.\n- His lawyer and a nun visit to comfort him; he claims innocence.\n- Quake hits, damages the building, floor begins flooding. Jared's cell opens, instead of escaping he helps lawyer and nun. Water is rising so he opens the other cells on his floor. They go to the next floor; where the prisoners being to attack the guards.\n- Barbara Gordon, at GCPD, receiveds a call for help from a Blackgate guard. She radios for help and Batman heads there too.\n- Another prisoner, KGBeast, attacks Jared. W/ help from Cats, Jared escapes and protects the two ladies.\n- Bats arrive and prevents prisoners from escaping.\n- KGBeast attacks again, Jared protects lawyer and the nun by holding up a pillar that was about to fall on them, tells them to run but they refuse to leave him, so Jared then confesses he is actually guilty so they will leave him.\n- Bats stops KGBeast, saving the two ladies.\n- Unfortunately, at midnight. Jared is crushed killed by at the moment he was supposed to die. Bats takes the women to safety and the ladies wonder which parts of his confession, if any, where true.\n","frontMatter":{"title":"Batman: Blackgate - Part 8: Tribunal: Isle of Men","start":"April, 1998","end":null,"issue":2,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman:_Blackgate_-_Isle_of_Men_Vol_1_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/One Shots/2/Batman_Blackgate_Isle_of_Men_1_400x610.jpg","imagePaths":[]}}},"__N_SSG":true}