{"pageProps":{"params":{"series":"Detective Comics Volume 1","issueNumber":"721"},"series":{"params":{"series":"Detective Comics Volume 1"},"link":{"pathname":"/series/Detective Comics Volume 1","name":"Detective Comics Volume 1"},"comic":{"description":"\n\nDetective Comics is an anthology comic featuring detective characters (both superhero and civilian). The longest-lasting character in Detective Comics was Batman: from the time of his debut (#27, May 1939), the Caped Crusader was almost always the star of the cover and lead story.\n","frontMatter":{"title":"Detective Comics Volume 1","start":1937,"end":"Ongoing","issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Detective_Comics_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/Detective Comics Volume 1__cover_588x800.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Detective Comics Volume 1","issueNumber":"721"},"link":{"pathname":"/series/Detective Comics Volume 1/issues/721","name":"#721 - Part 14: Shifting Ground"},"comic":{"description":"\n\n- Batman and Nightwing join rescue efforts, Robin searches for clues in the Quakemaster's videos.\n- Batman and Nightwing work with Huntress to save some people, then Huntress leaves, telling them that they are too soft on criminals and she won't be part of a team that allows assassins to live.\n- GCPD is also working on the Quakemaster case. Barbara Gordon and Mackenzie Bock discover a hidden address in one of Quakemaster's messages.\n- Bullock and Montoya look over police records for leads, also finding a possible address and go there.\n- Robin notices the Quakemaster avoids pronouncing words with the letter B, realizes his identity sets out to his likely location.\n- At City Hall, mayor Marion Grange is discussing the situation when a group of armed men break in and demand Quakemaster's ransom money.\n- Barbara calls Batman and Nightwing and tells them Gordon went to a city hall meeting and hasn’t come back. Nightwing goes to investigate.\n- Robin arrives Quakemaster's likely location and he sees Bullock and Montoya approaching too. Through a window, he sees Relazzo trapped. Robin tries to stop Bullock and Montoya from entering without backup but it's too late. Bullock, Montoya and Robin face a hostage situation against three armed men with Bock as the hostage.\n","frontMatter":{"title":"Part 14: Shifting Ground","start":"May, 1998","end":null,"issue":721,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Detective_Comics_Vol_1_721"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/721/Detective_Comics_721_400x632.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/721/E900D0BD-A68B-443D-8948-FD4C62306EC1_1_201_a_497x745.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/721/3F5FDC1A-B48D-409D-BC69-5BDF0F08F9B5_1_201_a_1236x441.jpeg"]}}},"__N_SSG":true}