{"pageProps":{"params":{"series":"Detective Comics Volume 1","issueNumber":"735"},"series":{"params":{"series":"Detective Comics Volume 1"},"link":{"pathname":"/series/Detective Comics Volume 1","name":"Detective Comics Volume 1"},"comic":{"description":"\n\nDetective Comics is an anthology comic featuring detective characters (both superhero and civilian). The longest-lasting character in Detective Comics was Batman: from the time of his debut (#27, May 1939), the Caped Crusader was almost always the star of the cover and lead story.\n","frontMatter":{"title":"Detective Comics Volume 1","start":1937,"end":"Ongoing","issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Detective_Comics_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/Detective Comics Volume 1__cover_588x800.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Detective Comics Volume 1","issueNumber":"735"},"link":{"pathname":"/series/Detective Comics Volume 1/issues/735","name":"#735 - Fruit of the Earth, Part Three"},"comic":{"description":"\n\n- Clayface tries to attack Batman again. Ivy uses her force of nature to make herself a battle suit. Batman uses liquid nitrogen against Clayface. Batman and Ivy worked together and get out of the cave. \n- Batman has Robin drop explosives into the cave, damping Clayface but not stopping him. He reached the surface and Ivy snares him in plants. \n- Plants being taking root and growing from his body. Clayface begs for mercy. Batman tries to stop her from killing Clayface but she snares Batman as well. Ivy gives Clayface a poison kiss and he disintegrates.\n- Batman and Robin finally break free as Ivy goes back to taking care of her children.\n- Elsewhere, James Gordon calls Montoya and tells her to call off their alliance with their untrustworthy ally.\n- Meanwhile, in Colombia, an unnamed woman was make a deal with Bane. She wants him to return to Gotham to fulfill a job for her employer. \n- That night, James Gordon is waiting for Montoya to return, but instead Two-Face shows. Two-Face explains he sent Cain to kill Gordon because the coin landed on the bad side. Gordon say their alliance was over, but Two-Face threatens that he is holding Renee Montoya hostage. Gordon attacks, but Two-Face is armed. He is forced to let him walk away.\n- Ivy gives Batman the secret box from the cave, but it turns out she has destroyed the contents. She says she did it because those things were made of plastic, a strong contaminant, and she imagined that he had some backups elsewhere. Batman was mad at Ivy for tricking him.\n- After some consideration, Batman decides to let Ivy continue working in the park with the conditions that she grow food, that she take good care of the kids and that she prevent the park from falling into any other villain's hands.\n- Batman and Robin go to Oracle and report about the part. She comes up with a solution to retrieve the backups that Batman had stored somewhere outside Gotham. With no other option, Batman reluctantly accepts the offer.\n- They will need to trick Selina Kyle to use her talents to help them out; they call offer her a job she can’t resist.\n","frontMatter":{"title":"Fruit of the Earth, Part Three","start":"August, 1999","end":null,"issue":735,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Detective_Comics_Vol_1_735"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/32356E09-41F2-4BF2-937E-A42089D24CE3_1_105_c_713x1104.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/C16DCF45-1F95-4EA1-BC40-A4274B974A52_1_105_c_726x1081.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/96A8E596-8D01-4F36-AE30-F2911F8467C0_1_201_a_316x1112.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/09782687-360D-40A5-9475-DC4DCB260EFA_1_201_a_913x456.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/6249CF94-601F-4909-97C4-14ECC306B326_1_201_a_1167x439.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/5BEC0FC2-0F5E-4012-B9A0-784E52283DDD_1_105_c_871x901.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/2EF49D4A-FF83-4ED7-B819-69D553838373_1_105_c_914x859.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Detective Comics Volume 1/735/39A8FB90-3ECF-46BC-812E-3F7B7D8E457E_1_105_c_714x1100.jpeg"]}}},"__N_SSG":true}