{"pageProps":{"params":{"series":"Batman Volume 1","issueNumber":"567"},"issue":{"params":{"series":"Batman Volume 1","issueNumber":"567"},"link":{"pathname":"/series/Batman Volume 1/issues/567","name":"#567 - Mark of Cain Part One"},"comic":{"description":"\n- Batgirl (Huntress) follows Batman to Gotham Cemetery where he buried the six people killed by Two-Face and his gang in the former Batman territory. Batman spots her and says \"I trusted you\" then disappears.\n- Barbara Gordon was using a girl as a courier during the events of No Man's Land. In return, is was teaching the girl how to read and speak. Commisioner Gordon arrives, and as the girl leaves, she notices an assassin trained on the building. \n- When Gordon leaves, the girl jumps between him and the sniper’s shot, stopping the assassin from firing. The police try and fail to catch the assassin.\n- Across town, Batman is talking to Two-Face after capturing him. With no judge or jury, Batman takes a page from Harvey's book. He flips Two-Face's Coin to decide Two-Face's fate. Batman decides not to look at the coin and warns Harvey not to push his limits again, because they both might lose.\n- Back at Barbara’s, they question the girl. She draws a symbol Barbara recognizes as the mark of David Cain, the assassin. Through hand gestures, the girl indicates that she is Cain's daughter. She stops anyone from leaving the apartment, going outside herself to fight Cain. As they fight, she yells “Stop” - a word Barbara just taught her - and Cain is surprised to hear her speak. \n- As James Gordon breaks the door and steps outside, the girl daughter tackles Cain, knocking both of them out a window.\n","frontMatter":{"title":"Mark of Cain Part One","start":"July, 1999","end":null,"issue":567,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Vol_1_567"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/567/Batman_567_cover_400x614.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/567/1997B872-B4E0-4351-BE76-33694CB041C4_1_105_c_692x1136.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/567/7A3B2BD4-8A16-49DD-B619-BB006B5C9211_1_105_c_1404x559.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/567/EBFF4DA8-639C-4897-A836-2D2C96B3B1E9_1_105_c_1061x740.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Batman Volume 1/567/B9BA75BE-B28E-470F-A876-1ED4F4C58B7C_1_201_a_510x923.jpeg"]}}},"__N_SSG":true}