{"pageProps":{"params":{"series":"Batman Chronicles Volume 1","issueNumber":"12"},"issue":{"params":{"series":"Batman Chronicles Volume 1","issueNumber":"12"},"link":{"pathname":"/series/Batman Chronicles Volume 1/issues/12","name":"#12 - Part 10: The Contract • House of Cards • Trapped • A Bird With a Hand • Love Me 2 Times • Little Orphan Andy"},"comic":{"description":"\n\n### The Contract\n\n- BW hires street thugs to help in rescue efforts. They suspect Bats pressed BW to hire them, although some do not believe Batman exists. Despite the selfish motives, they rescue a family trapped under a building, and say yes when a little boy asks if Batman sent them.\n\n### House of Cards\n\n- Ra's is enjoying the chaos in Gotham. Thinks Bats trying save the city is childish. W/ Gotham fallen, hopes that Bat’s will finally take a place by his side ...\n\n### A Bird With a Hand\n\n- Penguin searches for survivors. When he finds one, he asks their profession. Those who are useful to him are dug out and told he will recall the debt. Those who are useless to him are left to die.\n\n### Trapped\n\n- A man is trapped in the rubble of his destroyed office building. He is unable to call for help, but hears a rescue party nearby. Robin convinces them that someone is trapped, and they dig out the area. It's revealed that Robin was searching for a different voice, and the man continues waiting with nobody looking for him\n\n### Love Me 2 Times\n\n- Two face buried in pit of rubble. His henchmen consider turning him in for a reward. They attempt to retrieve him, but he get the upper hand pushes them back into the pit, He flips his coin to decide their fate, and smiles.\n\n### Little Orphan Andy\n\n- A little boy's parents die in the quake, and he's left alone. He sits in shock, until a fireman brings him to Leslie Thompkins.\n","frontMatter":{"title":"Part 10: The Contract • House of Cards • Trapped • A Bird With a Hand • Love Me 2 Times • Little Orphan Andy","start":"March, 1998","end":null,"issue":12,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Batman_Chronicles_Vol_1_12"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/12/Batman_Chronicles_Vol_1_12_400x615.jpg","imagePaths":[]}}},"__N_SSG":true}