{"pageProps":{"params":{"series":"Azrael Volume 1","issueNumber":"54"},"series":{"params":{"series":"Azrael Volume 1"},"link":{"pathname":"/series/Azrael Volume 1","name":"Azrael Volume 1"},"comic":{"description":"\n\nFollows Azrael, the alter ego of Jean-Paul Valley. Azrael debut in the Batman: Sword of Azrael miniseries and had a role in Knightfall, after which Azrael was given his own series. Starting with issue #47, the title was changed to Azrael: Agent of the Bat.\n","frontMatter":{"title":"Azrael Volume 1","start":1995,"end":2004,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Azrael_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1__cover_400x613.jpg","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Azrael Volume 1","issueNumber":"54"},"link":{"pathname":"/series/Azrael Volume 1/issues/54","name":"#54 - Step into the Light"},"comic":{"description":"\n_\"There is a new assassin in Gotham City that kills his victims by slitting their throats with sharp blades attached to tap-dance shoes.\"_\n\n- Azrael is looking for Scratch, the Joker and Calibax to no avail. \n- He found an old man lying in the street and takes him to building where a family, a man and his daughter were sheltering. Turns out the old man is the man's father, and he has been left in the street to die after they ran low on food. Azrael gives them his last rations and promises to return with food.\n- Azrael heads towards Oracle's place for info. On the way, he saves a boy from drowning in a river. However, when Azrael they are attacked by the gang the boy is part of, the boy also attacks him - saying everyone needed a gang to survive in No Man's Land. After Azrael fights off the gang, the boy apologies and offers him some food. \n- They head to the family's house to drop off the food, but along the when they find the old man, now dead in the street, his throat cut with surgical precision. The boy tells Azrael they've found bodies like this before. They give the food to the man and his daughter, and Azrael heads to Oracle.\n- Elsewhere, Death Dancer strikes again, killing a sick woman, to her son's relief. The killer believes this is a mercy killing; he ends their suffering.\n- Azrael arrived at Oracle's, they meet in person for the first time and eat beans. Oracle and Azrael chat and decide from that point on they would be like brother and sister to each other (no more flirting). Oracle sheds a couple tears of happiness, joy has become a rare emotion in No Man's Land.\n- Death Dancer witnesses Oracle, crying and wheelchair bound, and decides she must be put out of her misery.\n","frontMatter":{"title":"Step into the Light","start":"July, 1999","end":null,"issue":54,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_54"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/25E68D46-4E83-4B77-865E-13945496AD40_1_105_c_708x1110.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/497025A9-BEAC-45CB-A21A-B3E1DEFD60C1_1_201_a_634x425.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/8CFEE4FD-0B83-4081-A51C-A15EB34BB1D3_1_105_c_806x975.jpeg"]}}},"__N_SSG":true}