{"pageProps":{"params":{"series":"Azrael Volume 1"},"series":{"params":{"series":"Azrael Volume 1"},"link":{"pathname":"/series/Azrael Volume 1","name":"Azrael Volume 1"},"comic":{"description":"\n\nFollows Azrael, the alter ego of Jean-Paul Valley. Azrael debut in the Batman: Sword of Azrael miniseries and had a role in Knightfall, after which Azrael was given his own series. Starting with issue #47, the title was changed to Azrael: Agent of the Bat.\n","frontMatter":{"title":"Azrael Volume 1","start":1995,"end":2004,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Azrael_Vol_1"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1__cover_400x613.jpg","imagePaths":[]},"issues":{"40":{"params":{"series":"Azrael Volume 1","issueNumber":"40"},"link":{"pathname":"/series/Azrael Volume 1/issues/40","name":"#40 - Part 4: Hour of the Quake"},"comic":{"description":"\n\n- Azrael has defeated Bane and is taking him back to Gotham in a helicopter piloted by Nomoz.\n- Bane tries to convince Azreal they are similar, should work together.\n- As the copter lands, the quake hits. Bane escapes and Azrael chases him. Bane still trying convince Azreal to partner up. Azrael refuses, and explains to Bane that he is nothing like him while they fight.\n- Jean-Paul beats Bane, then takes him back to custody.\n- new\n","frontMatter":{"title":"Part 4: Hour of the Quake","start":"April, 1998","end":null,"issueNumber":40,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Azrael_Vol_1_40"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_40_cover_400x619.jpg","imagePaths":[]}},"47":{"params":{"series":"Azrael Volume 1","issueNumber":"47"},"link":{"pathname":"/series/Azrael Volume 1/issues/47","name":"#47 - ...A Man of Wealth and Taste..."},"comic":{"description":"\n\n- Batman asks a favor of Azrael; to check on senator Halivan (one of the few senators would argue for Gotham emergency funding) in Washington, D.C.\n- Oracle says the senator will be at a Nicholas Scratch (rockstar, was nerd but got some super powers from astrological thing. His minions dress like devils, and he seems to know too much?) concert.\n- Azrael sneaks backstage.\n- Scratch has setup a death trap for Halivan. Before the concert Scratch convinces Halivan to meet some people about an arms deal. Halivan is ambushed by men in devil masks.\n- Azrael arrives and protects Halivan. Halivan is angry and demands an explaination, Scratch tells him to chill and follow to his dressing room, then, he strangles the senator to death.\n","frontMatter":{"title":"...A Man of Wealth and Taste...","start":"December, 1998","end":null,"issue":47,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_47"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/Azrael_Vol_1_47_400x621.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/i understand the need for masks_1104x870.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/corrupt_1088x904.png"]}},"48":{"params":{"series":"Azrael Volume 1","issueNumber":"48"},"link":{"pathname":"/series/Azrael Volume 1/issues/48","name":"#48 - Scratching The Surface"},"comic":{"description":"\n\n- Scratch’s henchmen enter and tell him about Azrael.\n- Azrael listened to Scratch's plans and he decided to stop him from doing more harm.\n- Scratch frames Azrael for the senators murder - no one will take the word of a costumed freak over a renowned superstar. Scratch cries for help and a couple of security guards arrived at his dressing room to find Scratch and Azrael standing near the senator's dead body.\n- They fight and Azrael escapes, but the incident is all over the news. Scratch is happy with things are going, he is plotting something big against Gotham.\n- Batman shows up and tell Valley burn the costume, Azrael shouldn't exist anymore. He is mad, Azrael failed to protect the senator, and now his framing puts all their identities at risk. Batman says without the senator, it means the end for Gotham.\n- Jean-Paul feels like Batman is right, but he has one thing to do before Azrael is done. Azrael had listened to Scratch's plans and decides to stop him from doing more harm.\n","frontMatter":{"title":"Scratching The Surface","start":"January, 1999","end":null,"issue":48,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_48"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/48/Azrael_Vol_1_48_400x617.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/48/rant_1008x1560.png"]}},"49":{"params":{"series":"Azrael Volume 1","issueNumber":"49"},"link":{"pathname":"/series/Azrael Volume 1/issues/49","name":"#49 - Gotham City Must Die!"},"comic":{"description":"\n\n- Nicholas Scratch bribes some senators to vote against the reconstruction funding for Gotham.\n- Jean-Paul gets info from Oracle about a congressman who was also directly involved in the Gotham case.\n- Nicholas Scratch is on a TV broadcast and says Gotham is an evil city at its core and that the country would wasting money if they decided to rebuild it, they should lie the city die.\n- Meanwhile Azrael finds the congressman he is looking for and saves him from a bomb.\n- Batman asks why Valley disobeyed his orders. Valley explained that he overheard Scratch's plans and so he had to act. Batman is surprisingly proud, not mad, Batman tells him that the congressman he saved, voted for Gotham's reconstruction (although he was outvoted). Batman says they still work together and with a handshake, Jean-Paul is once again part of the bat-family.\n","frontMatter":{"title":"Gotham City Must Die!","start":"February, 1999","end":null,"issue":49,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_49"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/Azrael_Vol_1_49_400x613.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/babs_952x864.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/gotham must die_548x1228.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/pyschos behind masks_878x1024.png"]}},"52":{"params":{"series":"Azrael Volume 1","issueNumber":"52"},"link":{"pathname":"/series/Azrael Volume 1/issues/52","name":"#52 - Devil Down Below"},"comic":{"description":"\n\n- A couple, Mitzi and Benny, are trapped in the upper floor of a building and Calibax is waiting for her below. Benny (who is an asshole) decided to goes down, thinking Calibax was gone. When he stepped down, Calibax appeared and killed him.\n\n- Meanwhile, Nicholas Scratch hypnotizes some Marshals to take him to Gotham to deliver a message.\n- Azrael is watching Scratch from afar when a woman (Jasper Fredang) asks him to take her to Gotham to look for her daughter. Azrael reluctantly agrees. They sneak onto the Marshall’s boat. When the boat reaches Gotham, Scratch and the marshal stepped are suddenly attacked by thugs. Azreal stops them while Scratch runs away. Then Azrael and Mrs. Fredang start looking for her daughter.\n\n- Calibax finds up to Mitzi. She screams for help. Azrael and Mrs. Fredang hear her and Azrael fights Calibax, knocking him off the building, apparently killing him.\n\n- Ms. Fredang arrives, she reproaches Mitzi for all the worry she caused and fires a gunshot at Mitzi, but intentionally misses. Mrs. Fredang say she just had to get it out of her system and then the two of them hug each other.\n","frontMatter":{"title":"Devil Down Below","start":"May, 1999","end":null,"issueNumber":52,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_52"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_cover_514x800.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_IMG_0388_800x341.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_IMG_0389_170x800.jpeg"]}},"53":{"params":{"series":"Azrael Volume 1","issueNumber":"53"},"link":{"pathname":"/series/Azrael Volume 1/issues/53","name":"#53 - Jellybean Deathtrap"},"comic":{"description":"\n\n- Joker is upset because he can't cause chaos when its already chaos. Also, he feels abandoned and forgotten by Batman and so he decides to do something to get the Dark Knight's attention.\n- Meanwhile; Azrael starts looking for Calibax's body and finds out that the mutant might have survived the fall.\n- Batman finds Azrael and tells him that he is going to take down The Joker. Azrael tries to explain Batman that Scratch and Calibax are roaming free, but Batman says Joker is a greater threat. Azrael is not sure if he is up to the job of stopping the clown.\n- Joker visits an orphanage and offers the kids some jelly beans. Somehow the kids are part of Joker's evil plan.\n- Azrael walks the streets, suddenly a woman calls him \"Batman\" and gives him a message from the Joker that he would be waiting him at Forest Park. Azrael goes to find the Joker.\n- The Joker is at a park with a child in a deathtrap, a glass cage meant to kill Batman by throwing blades, shooting bullets, ect.\n- Azrael turns up and Joker is offended he’s not Batman's. Joker threatens to kill the kid, so Azrael surrenders.\n- Joker’s henchmen to put Azrael in disused a sewer pipe and attempt to seal it, but Azrael manages to escape and take the henchmen down. He frees the kid but the Joker escapes. Azrael apologizes for failing, but Batman says he didn't fail because he saved a kid's life.\n","frontMatter":{"title":"Jellybean Deathtrap","start":"June, 1999","end":null,"issueNumber":53,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_53"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_cover_516x800.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0391_800x782.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0393_544x800.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0394_800x262.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0396_404x617.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0397_368x796.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0398_604x459.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0399_800x215.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0402_800x375.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0403_793x800.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0404_800x800.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0405_366x729.jpeg"]}},"54":{"params":{"series":"Azrael Volume 1","issueNumber":"54"},"link":{"pathname":"/series/Azrael Volume 1/issues/54","name":"#54 - Step into the Light"},"comic":{"description":"\n_\"There is a new assassin in Gotham City that kills his victims by slitting their throats with sharp blades attached to tap-dance shoes.\"_\n\n- Azrael is looking for Scratch, the Joker and Calibax to no avail. \n- He found an old man lying in the street and takes him to building where a family, a man and his daughter were sheltering. Turns out the old man is the man's father, and he has been left in the street to die after they ran low on food. Azrael gives them his last rations and promises to return with food.\n- Azrael heads towards Oracle's place for info. On the way, he saves a boy from drowning in a river. However, when Azrael they are attacked by the gang the boy is part of, the boy also attacks him - saying everyone needed a gang to survive in No Man's Land. After Azrael fights off the gang, the boy apologies and offers him some food. \n- They head to the family's house to drop off the food, but along the when they find the old man, now dead in the street, his throat cut with surgical precision. The boy tells Azrael they've found bodies like this before. They give the food to the man and his daughter, and Azrael heads to Oracle.\n- Elsewhere, Death Dancer strikes again, killing a sick woman, to her son's relief. The killer believes this is a mercy killing; he ends their suffering.\n- Azrael arrived at Oracle's, they meet in person for the first time and eat beans. Oracle and Azrael chat and decide from that point on they would be like brother and sister to each other (no more flirting). Oracle sheds a couple tears of happiness, joy has become a rare emotion in No Man's Land.\n- Death Dancer witnesses Oracle, crying and wheelchair bound, and decides she must be put out of her misery.\n","frontMatter":{"title":"Step into the Light","start":"July, 1999","end":null,"issue":54,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_54"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/25E68D46-4E83-4B77-865E-13945496AD40_1_105_c_708x1110.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/497025A9-BEAC-45CB-A21A-B3E1DEFD60C1_1_201_a_634x425.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/8CFEE4FD-0B83-4081-A51C-A15EB34BB1D3_1_105_c_806x975.jpeg"]}},"55":{"params":{"series":"Azrael Volume 1","issueNumber":"55"},"link":{"pathname":"/series/Azrael Volume 1/issues/55","name":"#55 - Misery Dance"},"comic":{"description":"\n- Death Dancer kills a woman while her nephew watches. The boy then started to roam the streets of Gotham City with his sweater all covered in blood.\n- Azrael question Barbara about the mysterious deaths. Barabara has no info, but suggests he check in with Dr. Thomkins. Azrael goes to her medical center in Crime Alley. \n- As he is telling her about the recent deaths, a nurse brought in the boy covered in his aunts blood. He shows them where his aunt was killed. They encounter man nearby asking for help - his wife is trapped in rubber from a building collapse. Azrael pulls her from the rubble and works with Leslie to save the woman's life.\n- Leslie tells Azrael about Alvin Kothers, a man she knew who studied medicine and dancing, two of the things that fit with the killer's M.O., and that he used to live her Barbara's place. Azrael hurries back to that area.\n- Barbara is out for a stroll when she is attacked by the Death Dancer, but Azrael stops him.\n- Azrael was injured in the fight so he went to Leslie's afterwards. After a few words of wisdom from Leslie, Azrael stayed at the medical center to help out (throughout this comic there is been the theme of Leslie disapproving of vigilante violence, and Azrael trying but often failing to avoid it).\n","frontMatter":{"title":"Misery Dance","start":"August, 1999","end":null,"issue":55,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_55"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/55/Azrael_Vol_1_55_400x613.jpg","imagePaths":[]}},"56":{"params":{"series":"Azrael Volume 1","issueNumber":"56"},"link":{"pathname":"/series/Azrael Volume 1/issues/56","name":"#56 - The Night Foretold"},"comic":{"description":"\n\n- Somewhere in the city, a man is shot. Batgirl arrives, disarms the shooter and takes the injured man to Leslie's medical center. Batgirl leads Azrael to the site of the shooting, where they find the shooter and batgirl managers to knock his out with only minor injuries. Leslie is impressed by her control. \n- Batman appears and gives them info on where to find scratch. Before leaving, Azrael promises Leslie that he won't use violence unless it is completely necessary. Azrael decides to get into the place as Jean-Paul while Batgirl remains outside.\n- Inside, Jean-Paul sees Nicholas Scratch giving a speech about taking control of the city by force, using weapons he had hidden in the city. Jean-Paul is recognized as Azrael (same person as was shot earlier) and Scratch captures him.\n","frontMatter":{"title":"The Night Foretold","start":"September, 1999","end":null,"issue":56,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_56"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/56/A6B28332-F1C4-4F13-86B6-00440383877E_1_105_c_717x1095.jpeg","imagePaths":[]}},"57":{"params":{"series":"Azrael Volume 1","issueNumber":"57"},"link":{"pathname":"/series/Azrael Volume 1/issues/57","name":"#57 - Scratched Out"},"comic":{"description":"\n\n- Jean Paul suggests to Scratch that it would send a stronger message if he killed him as Azrael instead of killing just a simple man. Scratch agrees. \n- Meanwhile Batgirl goes around sneakily stealing most of the weapons from the group.\n- At dawn, when Scratch says it’s time for Azrael’s execution, they put the cowl on him. Jean-Paul transforms into Azrael and breaks free from the ropes tying him up. Azrael and Batgirl take down Scratch and his henchmen, also convincing the crowd that Scratch is not the savior they were promised. After the fight, they take medical supplies from Scratch’s cache back to Leslie.\n- Back at Leslie's, Jean-Paul confesses to her that he enjoyed the violence he used against Scratch and Leslie says it is only human to fall short of our best intentions. She then says, _“Come on, there are sick people who need our help...and take off that ridiculous costume.”_\n","frontMatter":{"title":"Scratched Out","start":"October, 1999","end":null,"issue":57,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_57"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/57/B89AC399-F219-4888-BD72-AF718506468F_1_105_c_714x1099.jpeg","imagePaths":[]}}}},"listData":[{"params":{"series":"Azrael Volume 1","issueNumber":"40"},"link":{"pathname":"/series/Azrael Volume 1/issues/40","name":"#40 - Part 4: Hour of the Quake"},"comic":{"description":"\n\n- Azrael has defeated Bane and is taking him back to Gotham in a helicopter piloted by Nomoz.\n- Bane tries to convince Azreal they are similar, should work together.\n- As the copter lands, the quake hits. Bane escapes and Azrael chases him. Bane still trying convince Azreal to partner up. Azrael refuses, and explains to Bane that he is nothing like him while they fight.\n- Jean-Paul beats Bane, then takes him back to custody.\n- new\n","frontMatter":{"title":"Part 4: Hour of the Quake","start":"April, 1998","end":null,"issueNumber":40,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Azrael_Vol_1_40"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_40_cover_400x619.jpg","imagePaths":[]}},{"params":{"series":"Azrael Volume 1","issueNumber":"47"},"link":{"pathname":"/series/Azrael Volume 1/issues/47","name":"#47 - ...A Man of Wealth and Taste..."},"comic":{"description":"\n\n- Batman asks a favor of Azrael; to check on senator Halivan (one of the few senators would argue for Gotham emergency funding) in Washington, D.C.\n- Oracle says the senator will be at a Nicholas Scratch (rockstar, was nerd but got some super powers from astrological thing. His minions dress like devils, and he seems to know too much?) concert.\n- Azrael sneaks backstage.\n- Scratch has setup a death trap for Halivan. Before the concert Scratch convinces Halivan to meet some people about an arms deal. Halivan is ambushed by men in devil masks.\n- Azrael arrives and protects Halivan. Halivan is angry and demands an explaination, Scratch tells him to chill and follow to his dressing room, then, he strangles the senator to death.\n","frontMatter":{"title":"...A Man of Wealth and Taste...","start":"December, 1998","end":null,"issue":47,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_47"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/Azrael_Vol_1_47_400x621.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/i understand the need for masks_1104x870.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/47/corrupt_1088x904.png"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"48"},"link":{"pathname":"/series/Azrael Volume 1/issues/48","name":"#48 - Scratching The Surface"},"comic":{"description":"\n\n- Scratch’s henchmen enter and tell him about Azrael.\n- Azrael listened to Scratch's plans and he decided to stop him from doing more harm.\n- Scratch frames Azrael for the senators murder - no one will take the word of a costumed freak over a renowned superstar. Scratch cries for help and a couple of security guards arrived at his dressing room to find Scratch and Azrael standing near the senator's dead body.\n- They fight and Azrael escapes, but the incident is all over the news. Scratch is happy with things are going, he is plotting something big against Gotham.\n- Batman shows up and tell Valley burn the costume, Azrael shouldn't exist anymore. He is mad, Azrael failed to protect the senator, and now his framing puts all their identities at risk. Batman says without the senator, it means the end for Gotham.\n- Jean-Paul feels like Batman is right, but he has one thing to do before Azrael is done. Azrael had listened to Scratch's plans and decides to stop him from doing more harm.\n","frontMatter":{"title":"Scratching The Surface","start":"January, 1999","end":null,"issue":48,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_48"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/48/Azrael_Vol_1_48_400x617.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/48/rant_1008x1560.png"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"49"},"link":{"pathname":"/series/Azrael Volume 1/issues/49","name":"#49 - Gotham City Must Die!"},"comic":{"description":"\n\n- Nicholas Scratch bribes some senators to vote against the reconstruction funding for Gotham.\n- Jean-Paul gets info from Oracle about a congressman who was also directly involved in the Gotham case.\n- Nicholas Scratch is on a TV broadcast and says Gotham is an evil city at its core and that the country would wasting money if they decided to rebuild it, they should lie the city die.\n- Meanwhile Azrael finds the congressman he is looking for and saves him from a bomb.\n- Batman asks why Valley disobeyed his orders. Valley explained that he overheard Scratch's plans and so he had to act. Batman is surprisingly proud, not mad, Batman tells him that the congressman he saved, voted for Gotham's reconstruction (although he was outvoted). Batman says they still work together and with a handshake, Jean-Paul is once again part of the bat-family.\n","frontMatter":{"title":"Gotham City Must Die!","start":"February, 1999","end":null,"issue":49,"arc":"Batman: Road to No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_49"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/Azrael_Vol_1_49_400x613.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/babs_952x864.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/gotham must die_548x1228.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/49/pyschos behind masks_878x1024.png"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"52"},"link":{"pathname":"/series/Azrael Volume 1/issues/52","name":"#52 - Devil Down Below"},"comic":{"description":"\n\n- A couple, Mitzi and Benny, are trapped in the upper floor of a building and Calibax is waiting for her below. Benny (who is an asshole) decided to goes down, thinking Calibax was gone. When he stepped down, Calibax appeared and killed him.\n\n- Meanwhile, Nicholas Scratch hypnotizes some Marshals to take him to Gotham to deliver a message.\n- Azrael is watching Scratch from afar when a woman (Jasper Fredang) asks him to take her to Gotham to look for her daughter. Azrael reluctantly agrees. They sneak onto the Marshall’s boat. When the boat reaches Gotham, Scratch and the marshal stepped are suddenly attacked by thugs. Azreal stops them while Scratch runs away. Then Azrael and Mrs. Fredang start looking for her daughter.\n\n- Calibax finds up to Mitzi. She screams for help. Azrael and Mrs. Fredang hear her and Azrael fights Calibax, knocking him off the building, apparently killing him.\n\n- Ms. Fredang arrives, she reproaches Mitzi for all the worry she caused and fires a gunshot at Mitzi, but intentionally misses. Mrs. Fredang say she just had to get it out of her system and then the two of them hug each other.\n","frontMatter":{"title":"Devil Down Below","start":"May, 1999","end":null,"issueNumber":52,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_52"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_cover_514x800.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_IMG_0388_800x341.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_52_IMG_0389_170x800.jpeg"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"53"},"link":{"pathname":"/series/Azrael Volume 1/issues/53","name":"#53 - Jellybean Deathtrap"},"comic":{"description":"\n\n- Joker is upset because he can't cause chaos when its already chaos. Also, he feels abandoned and forgotten by Batman and so he decides to do something to get the Dark Knight's attention.\n- Meanwhile; Azrael starts looking for Calibax's body and finds out that the mutant might have survived the fall.\n- Batman finds Azrael and tells him that he is going to take down The Joker. Azrael tries to explain Batman that Scratch and Calibax are roaming free, but Batman says Joker is a greater threat. Azrael is not sure if he is up to the job of stopping the clown.\n- Joker visits an orphanage and offers the kids some jelly beans. Somehow the kids are part of Joker's evil plan.\n- Azrael walks the streets, suddenly a woman calls him \"Batman\" and gives him a message from the Joker that he would be waiting him at Forest Park. Azrael goes to find the Joker.\n- The Joker is at a park with a child in a deathtrap, a glass cage meant to kill Batman by throwing blades, shooting bullets, ect.\n- Azrael turns up and Joker is offended he’s not Batman's. Joker threatens to kill the kid, so Azrael surrenders.\n- Joker’s henchmen to put Azrael in disused a sewer pipe and attempt to seal it, but Azrael manages to escape and take the henchmen down. He frees the kid but the Joker escapes. Azrael apologizes for failing, but Batman says he didn't fail because he saved a kid's life.\n","frontMatter":{"title":"Jellybean Deathtrap","start":"June, 1999","end":null,"issueNumber":53,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_53"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_cover_516x800.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0391_800x782.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0393_544x800.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0394_800x262.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0396_404x617.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0397_368x796.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0398_604x459.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0399_800x215.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0402_800x375.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0403_793x800.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0404_800x800.png","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/Azrael Volume 1_53_IMG_0405_366x729.jpeg"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"54"},"link":{"pathname":"/series/Azrael Volume 1/issues/54","name":"#54 - Step into the Light"},"comic":{"description":"\n_\"There is a new assassin in Gotham City that kills his victims by slitting their throats with sharp blades attached to tap-dance shoes.\"_\n\n- Azrael is looking for Scratch, the Joker and Calibax to no avail. \n- He found an old man lying in the street and takes him to building where a family, a man and his daughter were sheltering. Turns out the old man is the man's father, and he has been left in the street to die after they ran low on food. Azrael gives them his last rations and promises to return with food.\n- Azrael heads towards Oracle's place for info. On the way, he saves a boy from drowning in a river. However, when Azrael they are attacked by the gang the boy is part of, the boy also attacks him - saying everyone needed a gang to survive in No Man's Land. After Azrael fights off the gang, the boy apologies and offers him some food. \n- They head to the family's house to drop off the food, but along the when they find the old man, now dead in the street, his throat cut with surgical precision. The boy tells Azrael they've found bodies like this before. They give the food to the man and his daughter, and Azrael heads to Oracle.\n- Elsewhere, Death Dancer strikes again, killing a sick woman, to her son's relief. The killer believes this is a mercy killing; he ends their suffering.\n- Azrael arrived at Oracle's, they meet in person for the first time and eat beans. Oracle and Azrael chat and decide from that point on they would be like brother and sister to each other (no more flirting). Oracle sheds a couple tears of happiness, joy has become a rare emotion in No Man's Land.\n- Death Dancer witnesses Oracle, crying and wheelchair bound, and decides she must be put out of her misery.\n","frontMatter":{"title":"Step into the Light","start":"July, 1999","end":null,"issue":54,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_54"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/25E68D46-4E83-4B77-865E-13945496AD40_1_105_c_708x1110.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/497025A9-BEAC-45CB-A21A-B3E1DEFD60C1_1_201_a_634x425.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/54/8CFEE4FD-0B83-4081-A51C-A15EB34BB1D3_1_105_c_806x975.jpeg"]}},{"params":{"series":"Azrael Volume 1","issueNumber":"55"},"link":{"pathname":"/series/Azrael Volume 1/issues/55","name":"#55 - Misery Dance"},"comic":{"description":"\n- Death Dancer kills a woman while her nephew watches. The boy then started to roam the streets of Gotham City with his sweater all covered in blood.\n- Azrael question Barbara about the mysterious deaths. Barabara has no info, but suggests he check in with Dr. Thomkins. Azrael goes to her medical center in Crime Alley. \n- As he is telling her about the recent deaths, a nurse brought in the boy covered in his aunts blood. He shows them where his aunt was killed. They encounter man nearby asking for help - his wife is trapped in rubber from a building collapse. Azrael pulls her from the rubble and works with Leslie to save the woman's life.\n- Leslie tells Azrael about Alvin Kothers, a man she knew who studied medicine and dancing, two of the things that fit with the killer's M.O., and that he used to live her Barbara's place. Azrael hurries back to that area.\n- Barbara is out for a stroll when she is attacked by the Death Dancer, but Azrael stops him.\n- Azrael was injured in the fight so he went to Leslie's afterwards. After a few words of wisdom from Leslie, Azrael stayed at the medical center to help out (throughout this comic there is been the theme of Leslie disapproving of vigilante violence, and Azrael trying but often failing to avoid it).\n","frontMatter":{"title":"Misery Dance","start":"August, 1999","end":null,"issue":55,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_55"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/55/Azrael_Vol_1_55_400x613.jpg","imagePaths":[]}},{"params":{"series":"Azrael Volume 1","issueNumber":"56"},"link":{"pathname":"/series/Azrael Volume 1/issues/56","name":"#56 - The Night Foretold"},"comic":{"description":"\n\n- Somewhere in the city, a man is shot. Batgirl arrives, disarms the shooter and takes the injured man to Leslie's medical center. Batgirl leads Azrael to the site of the shooting, where they find the shooter and batgirl managers to knock his out with only minor injuries. Leslie is impressed by her control. \n- Batman appears and gives them info on where to find scratch. Before leaving, Azrael promises Leslie that he won't use violence unless it is completely necessary. Azrael decides to get into the place as Jean-Paul while Batgirl remains outside.\n- Inside, Jean-Paul sees Nicholas Scratch giving a speech about taking control of the city by force, using weapons he had hidden in the city. Jean-Paul is recognized as Azrael (same person as was shot earlier) and Scratch captures him.\n","frontMatter":{"title":"The Night Foretold","start":"September, 1999","end":null,"issue":56,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_56"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/56/A6B28332-F1C4-4F13-86B6-00440383877E_1_105_c_717x1095.jpeg","imagePaths":[]}},{"params":{"series":"Azrael Volume 1","issueNumber":"57"},"link":{"pathname":"/series/Azrael Volume 1/issues/57","name":"#57 - Scratched Out"},"comic":{"description":"\n\n- Jean Paul suggests to Scratch that it would send a stronger message if he killed him as Azrael instead of killing just a simple man. Scratch agrees. \n- Meanwhile Batgirl goes around sneakily stealing most of the weapons from the group.\n- At dawn, when Scratch says it’s time for Azrael’s execution, they put the cowl on him. Jean-Paul transforms into Azrael and breaks free from the ropes tying him up. Azrael and Batgirl take down Scratch and his henchmen, also convincing the crowd that Scratch is not the savior they were promised. After the fight, they take medical supplies from Scratch’s cache back to Leslie.\n- Back at Leslie's, Jean-Paul confesses to her that he enjoyed the violence he used against Scratch and Leslie says it is only human to fall short of our best intentions. She then says, _“Come on, there are sick people who need our help...and take off that ridiculous costume.”_\n","frontMatter":{"title":"Scratched Out","start":"October, 1999","end":null,"issue":57,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Azrael:_Agent_of_the_Bat_Vol_1_57"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Azrael Volume 1/57/B89AC399-F219-4888-BD72-AF718506468F_1_105_c_714x1099.jpeg","imagePaths":[]}}]},"__N_SSG":true}