{"pageProps":{"params":{"series":"Batman Volume 1","issueNumber":"404"},"series":{"params":{"series":"Batman Volume 1"},"link":{"pathname":"/series/Batman Volume 1","name":"Batman Volume 1"},"comic":{"description":"\n\n\"Batman\" was the first comic book series featuring Batman as the protagonist. After a successful year of publishing Batman stories in Detective Comics (Volume 1); DC started publishing \"Batman\" in the Spring of 1940. As with most books of the era, it consisted of various stories featuring Batman and his recently introduced sidekick, Robin.\n","frontMatter":{"title":"Batman Volume 1","start":1940,"end":2011,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Vol_1"},"coverPath":"/static/series/Batman Volume 1/cover.png","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Batman Volume 1","issueNumber":"404"},"link":{"pathname":"/series/Batman Volume 1/issues/404","name":"#404 - Chapter One: Who I Am - How I Come to Be"},"comic":{"description":"\n\n- James Gordon relocates from Chicago to Gotham. Starts working a GCPD under Commissioner Gillian B. Loeb.\n- BW returns to the US after 12 years abroad, about to become Batman.\n- Gordon realized Gotham police force is full of corruption, including the brutish Lt. Arnold Flass.\n- Flass grows concerned and tells Commissioner Loeb that Gordon may not be a \"team player\" (not corrupt). Loeb gives Flass permission to teach Gordon a lesson, that night some officers beat up Jim in a parking lot. Gordon recognizes Flass voice and vows to strike back.\n- Jim follows Flass to a bar. Waits outside then beats him up, leaves him naked, bound with his own handcuffs on the side of the road. Jim is confident that the incident will go unreported.\n- BW (in vagrant disguise) patrols Gotham for the first time. He gets into an altercation w/ a pimp, and Selena Kyle gets involved too to defend Holly, an underage prostitue. Overall its a failure, he gets hurt, the police try to arrest him, people aren't intimidated and he's not in control of the situation.\n- Back at the manor Bruce think's he's failed. Suddenly, a bat crashes through the open window. Bruce takes it as a sign and promises to avenge his parents' deaths by taking on the form of a bat.\n","frontMatter":{"title":"Chapter One: Who I Am - How I Come to Be","start":"February, 1987","end":null,"issueNumber":404,"arc":"Batman: Year One","link":"https://dc.fandom.com/wiki/Batman_Vol_1_404"},"coverPath":"/static/series/Batman Volume 1/issues/404/cover.png","imagePaths":["/static/series/Batman Volume 1/issues/404/images/1.png","/static/series/Batman Volume 1/issues/404/images/2.png","/static/series/Batman Volume 1/issues/404/images/3.png","/static/series/Batman Volume 1/issues/404/images/4.png","/static/series/Batman Volume 1/issues/404/images/5.png","/static/series/Batman Volume 1/issues/404/images/6.png","/static/series/Batman Volume 1/issues/404/images/7.png"]}}},"__N_SSG":true}