{"pageProps":{"params":{"series":"Batman Chronicles Volume 1","issueNumber":"17"},"series":{"params":{"series":"Batman Chronicles Volume 1"},"link":{"pathname":"/series/Batman Chronicles Volume 1","name":"Batman Chronicles Volume 1"},"comic":{"description":"\n\nThis series has a larger page count than typical comics, with most issues containing three separate stories. Batman usually features in at least one of them, and others feature Batman's friends and foes.\n","frontMatter":{"title":"Batman Chronicles Volume 1","start":1995,"end":2001,"issue":null,"arc":null,"link":"https://dc.fandom.com/wiki/Batman_Chronicles_Vol_1"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/Batman Chronicles Volume 1__cover_472x727.jpg","imagePaths":[]},"issues":[]},"issue":{"params":{"series":"Batman Chronicles Volume 1","issueNumber":"17"},"link":{"pathname":"/series/Batman Chronicles Volume 1/issues/17","name":"#17 - Little Bat Lost • Turn On, Tune In, Freak Out • Identity Crisis"},"comic":{"description":"\n### Little Bat Lost\n- Francine Langstrom (wife of Man-Bat, who is missing) uses her son Aaron to help find food due to his enhanced senses.\n- Some seeing this, a man (Graff) attacks Francine and kidnaps Aaron since he thinks he will be valuable for Penguin.\n- Francine goes to see the Penguin but the man refuses to help. Batman is watching, notices the presence of Francine and forces the Penguin to tell him why was she there. After Batman is gone, Penguin ordered his henchmen to find and kill Graff (for causing trouble, making Bat intervene on his turf).\n- Batman learns about Francine's son and he goes to her home and offers his help. He discovers that she has already injected herself with the Man-Bat Serum. Then Francine and Batman go to the subway station were Graff is holding Aaron prisoner. Francine attacks Graff and the man runs away. Elsewhere, Penguin's henchmen kill him.\n- Francine and her son are reunited. Francine and both her child, Aaron and Becky, now all transformed into bat-people, leave Gotham.\n\n### Turn On, Tune In, Freak Out\n- Jenkin Yates is a TV show host trapped in Gotham after the quake. He is still broadcasting. Batman and Oracle decide that the man could help save Gotham, and they amplify his signal nationwide.\n- Yates broadcasts the events and the lives of the people of No Man's Land. They hope citizens of the  America will seen the human side of Gotham and touched by what they watched. \n- However, a gang is attempting to break into the TV Studio and Yates worries his program might be cut short. Batman clears the street gang. Yates is shocked to see that the gang is gone, a batarang let behind, and then he informs his viewers (he doesn't actually know his signal is amplified) that he will continue his broadcastings.\n- After the show, a man Washington, D.C. starts to make some phone calls.\n\n### Identity Crisis\n- Batman is fighting Killer Croc when Croc seizes the chance to grab the cowl and take it off. Batman knocks Croc before he can recognize him but a man nearby, Patrick Kryder, recognizes Batman as Bruce Wayne.\n- Kryder was a former psychiatrist and he was assigned to treat Two-Face back in Arkham Asylum. Kryder thinks that he can use Batman's identity to bargain with Harvey.\n- Kryder goes to see Two-Face, but when he arrives, Two-Face has nothing but contempt for the man. Two-Face is not interested Batman's identity, saying it is meaningless in No Man Land, and after tossing his coin he kills Kryder. Shortly after, Batman arrives and feels sorry for the man.\n","frontMatter":{"title":"Little Bat Lost • Turn On, Tune In, Freak Out • Identity Crisis","start":"June, 1999","end":null,"issue":17,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman_Chronicles_Vol_1_17"},"coverPath":"https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/17/IMG_0508_1303x2036.png","imagePaths":["https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/17/5C6ED73D-E7C2-4896-8C86-C685D0E673E1_1_201_a_397x373.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/17/B5287D00-2DDB-4D4F-BC9D-5167A393C2A8_1_201_a_302x575.jpeg","https://d2lrr1dyn0ugge.cloudfront.net/Batman Chronicles Volume 1/17/4A5D0D81-E5DC-4A42-82D9-51529EC55403_1_201_a_1320x438.jpeg"]}}},"__N_SSG":true}