{"pageProps":{"params":{"series":"Robin Volume 2","issueNumber":"52"},"issue":{"params":{"series":"Robin Volume 2","issueNumber":"52"},"link":{"pathname":"/series/Robin Volume 2/issues/52","name":"#52 - Cataclysm, Part Seven: Tribunal"},"comic":{"description":"\n\n- Robin has followed Dava (martial arts student, was impressed by Tim) as she went home to her home country of Transbelvia to stop General Tvorakovichand and war in the country. Lady Shiva is also hunting Dava.\n- Dava, to Tim's surprise, uses superhuman speed to beat the General's soldiers. During the fight, Dava kisses Robin (transferring aramilla drug), also giving him super speed. They win the fight.\n- Shiva arrives and Robin attacks her, but accidentally gravely injures her due to his new speed.\n- Robin is worried about Lady Shiva and tells Dava to distract the military men and King Snake (allied w/ the general) while he tries to resuscitate her.\n- Outside, General Tvorakovich dies in an explosion that wasn't meant for him (something about a suitcase bomb?).\n- Suddenly Shiva wakes up ready for action. Robin realizes it was the aramilla that was passed to Shiva through his lips that saved her, not the CPR. Influenced by the drug, Shiva starts killing King Snake's men.\n- Robin takes an injured Dava out of the shack leaving Shiva and Snake in a duel.\n- Robin and Dava are near the forest when they are spotted by Dava's army, and she goes with them.\n- Tim takes a plane to Gotham City and calls his father on his way home, telling him they’ll be no more secrets between them, but the flight is diverted to Bludhaven as they fly over a destroyed Gotham.\n","frontMatter":{"title":"Cataclysm, Part Seven: Tribunal","start":"April, 1998","end":null,"issueNumber":52,"arc":"Batman: Cataclysm","link":"https://dc.fandom.com/wiki/Robin_Vol_2_52"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/Robin Volume 2/Robin_Volume_2_52_cover_400x621.jpg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/Robin Volume 2/Robin Volume 2_IMG_0294_1091x433.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/Robin Volume 2/Robin Volume 2_IMG_0295_640x651.jpeg"]}}},"__N_SSG":true}