{"pageProps":{"params":{"series":"One Shots","issueNumber":"5"},"issue":{"params":{"series":"One Shots","issueNumber":"5"},"link":{"pathname":"/series/One Shots/issues/5","name":"Batman: Harley Quinn"},"comic":{"description":"\n\n- Poison Ivy is delivering her harvest when she finds a wrecked rocket. A woman dressed as a clown emerges from the debris and faints.. Ivy takes woman back to her hideout in the park.\n- When the woman wakes up, Poison Ivy recognizes her from Arkham Asylum, and the woman introduces herself as Harleen Quinzel. She worked at Arkham Asylum before the earthquake. \n- Quinzel explains how she ended up in a rocket that crashed in Robinson Park. \n    - While she was an Arkham orderly, Quinzel became attracted to the Joker, and they began a relationship inside Arkham. Quinzel helped the Joker on his many escapes. She was eventually discovered, Jeremiah Arkham was upset at Quinzel, and he put her in solitary confinement. She didn't mind because she knew that Joker would come back for her.\n    - Days passed and she started to lose hope, then suddenly the doors of her cell opened. Stepping out, she found Arkham severely damaged from the quake. She stole ones of the asylum’s vans and headed into Gotham. \n    - She encountered some police officers trying to save lives. They asked for her help, but she was overwhelmed by the sight of the victims. They were all smiling with the grim rictus caused by Joker Venom.\n    - The victims weren't dead, so Quinzel asked one of them where it happened. It was in a store nearby. Quinzel ran into the store, a costume shop. She tried on some costumes so she could join the Joker, and in the end she decided on the black and red jester costume and started calling herself Harley Quinn. She then went looking for the Joker.\n    - Joker and his henchmen were at the Iceberg Lounge where the Penguin was refusing to give them ammunition and weapons. Before things get messy, Harley arrives and attacks the Penguin and his henchmen. The Joker recognizes Harley from Arkham, and they leave with the Penguin's weapons.\n    - After some time on the road, Harley finds a cave near an abandoned amusement park and makes it their new hideout.\n    - Harley tells Ivy about her wonderful withJoker as he seized control of the areas surrounding the amusement park.\n    - The Joker's activities attracted Batman and Joker commanded Harley to go and deal with Batman. She was happy to help and made a surprise attack on the Bat, but Batman won the fight. Harley used a some of bombs to distract Batman and make her escape.\n    - The Joker and his henchmen start to make their escape without Harley, but she manages to meet up with them, then they all go to their secret cave.\n    - Harley tells Ivy that after what happened with Batman, she and Joker spent the night together and it was one of the happiest moments of her life. Ivy realizes that Joker might have drugged Harley without her knowledge.\n    - The next morning the Joker was gone, but he left a message next for Harley to meet him at the amusement park's old rocket ride. \n    - Harley stepped inside the rocket, and the door closed behind her. On a screen, Joker told Harley that he couldn't stand feeling the same as Harley and that he was disposing of her. He launched the rocket.\n    - As the rocket lifts off, Harley partially destroys the control panel in a fit of rage. She tries to control the rocket but and ends up landing outside Robinson Park, where Ivy found her.\n- Harley is upset after telling her story, and Ivy gives her a drink that makes Harley feel sick. The drink is a potion to immunize Harley from Ivy's poisonous touch. The drink enhances Harley's strength and agility as well as making her completely invulnerable to toxins. Ivy repairs Harley's costume before asking Harley to exact revenge against Batman and Joker.\n- Harley uses a makeshift Bat-Signal to attract Batman. When he arrives, she reveals Joker’s current deadly plan. Batman gives her a tracking device so he can follow her to Joker’s hideout. Harley tries to attack Batman, but he's already gone.\n- At the Joker's hideout, Harley arrives and is followed by Batman, who takes all the henchman down.\n- While Batman is busy, Harley attacks the Joker for trying to murder her. Joker is unable to land a punch on her, and he decides to use his joker gas. It has no effect because of Ivy's drink. When Harley is about to deliver the final blow, she is stopped by Batman. However, with her new strength, she manages to stand and fight him.\n- The Joker seizes the chance to escape, but Batman catches him. They struggle for a while but then out of nowhere, Harley attacks Batman with a giant mallet. Batman is knocked out, and Harley goes after the Joker. \n- The clown tries to escape using an old elevator, but Harley stops him. When Joker is hanging from a shaft, and Harley is ready to knock him off to his certain death, Joker says he's sorry. She helps Joker up. They reconcile.\n- Batman wakes as the Joker and Harley escape together. Batman reads the note Harley left behind and realizes the plan Harley told him about was a lie to lure him, but now they’ve decided to use the plan anyway to kill Batman. He jumps into the water just as the whole amusement park explodes.\n","frontMatter":{"title":"Batman: Harley Quinn","start":"October, 1999","end":null,"issue":5,"arc":"Batman: No Man's Land","link":"https://dc.fandom.com/wiki/Batman:_Harley_Quinn"},"coverPath":"https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/3328D56B-8BF2-423C-8482-7293F21604C5_1_105_c_768x1024.jpeg","imagePaths":["https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/180AD75E-3597-4962-A8D5-C4416CDC04B7_1_201_a_707x498.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/20CE12A9-97F9-47E7-843F-9E649C9FF86E_1_201_a_598x669.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/55088083-1C6D-4153-94BD-88A1315A76BD_1_201_a_1230x368.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/176F3A13-6D1B-4D48-A162-0DCA202F484A_1_105_c_1146x686.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/30F3D42A-3A2A-44A8-B49C-849BA2771BE3_1_201_a_244x778.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/8F554287-C786-4DAB-8CA1-3FEA204171D7_1_201_a_1014x525.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/EDBDEB53-2072-4DC5-8CA1-9EED6D32F275_1_105_c_711x1104.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/FB47D37A-A3F4-4057-A48D-FA1365B40646_1_201_a_1194x213.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/780475FF-CA1A-4EA4-9421-D4C74A9EB101_1_105_c_934x842.jpeg","https://s3.amazonaws.com/comicassets.tonarie.com/One Shots/5/DC7E1277-A35C-4C48-903F-57BA3A440095_1_105_c_1191x660.jpeg"]}}},"__N_SSG":true}